<?php

//version 2.0.0.0
//Made by Sirchyk for www.marketplus.if.ua on 16 of october 2014.
//info@marketplus.if.ua

// Heading
$_['heading_title']           = 'Країни';

// Text
$_['text_success']            = 'Ви усіпшно змінили Країну!';
$_['text_list']               = 'Список країн';
$_['text_add']                = 'Додати країну';
$_['text_edit']               = 'Змінити країну';

// Column
$_['column_name']             = 'Назва країни';
$_['column_iso_code_2']       = 'ISO Код (2)';
$_['column_iso_code_3']       = 'ISO Код (3)';
$_['column_action']           = 'Дія';

// Entry
$_['entry_name']              = 'Назва країни';
$_['entry_iso_code_2']        = 'ISO Код (2)';
$_['entry_iso_code_3']        = 'ISO Код (3)';
$_['entry_address_format']    = 'Формат адреси';
$_['entry_postcode_required'] = 'Потрібен індекс';
$_['entry_status']            = 'Статус';

// Help
$_['help_address_format']     = 'Імя = {firstname}<br />Прізвище = {lastname}<br />Компанія = {company}<br />Адреса 1 = {address_1}<br />Адреса 2 = {address_2}<br />Місто = {city}<br />Індекс = {postcode}<br />Зона = {zone}<br />Код зони = {zone_code}<br />Країна = {country}';

// Error
$_['error_permission']        = 'У Вас немає доступу для зміни країн!';
$_['error_name']              = 'Назва країни повинна містити від 3 до 128 символів!';
$_['error_default']           = 'Увага: ця країна не може бути видалена оскільки зараз вона використовується як країна магазину за замовчуванням!';
$_['error_store']             = 'Увага: ця країна не може бути видалена оскільки зараз вона використовується в %s магазинах!';
$_['error_address']           = 'Увага: ця країна не може бути видалена оскільки зараз вона використовується в %s записах в адресних книгах!';
$_['error_affiliate']         = 'Увага: ця країна не може бути видалена оскільки зараз вона використовується в %s партнерських програмах!';
$_['error_zone']              = 'Увага: ця країна не може бути видалена оскільки зараз вона використовується в %s зонах!';
$_['error_zone_to_geo_zone']  = 'Увага: ця країна не може бути видалена оскільки зараз вона використовується в %s зонах до гео зон!';