<?php

//version 2.0.0.0
//Made by Sirchyk for www.marketplus.if.ua on 16 of october 2014.
//info@marketplus.if.ua

// Heading
$_['heading_title']    = 'Одиниці довжини';

// Text
$_['text_success']     = 'Ви успішно змінили Одиниці довжини!';
$_['text_list']        = 'Список одиниць довжин';
$_['text_add']         = 'Додати довжину';
$_['text_edit']        = 'Змінити довжину';

// Column
$_['column_title']     = 'Назва довжини';
$_['column_unit']      = 'Одиниця довжини';
$_['column_value']     = 'Значення';
$_['column_action']    = 'Дія';

// Entry
$_['entry_title']      = 'Назва довжини';
$_['entry_unit']       = 'Одиниця довжини';
$_['entry_value']      = 'Значення';

// Help
$_['help_value']       = 'Встановіть "1.00000" якщо це одиниця довжини за замовчуванням.';

// Error
$_['error_permission'] = 'У Вас немає доступу для зміни Одиниць довжини!';
$_['error_title']      = 'Назва одиниці довжини повинна містити від 3 до 32 символів!';
$_['error_unit']       = 'Одиниця довжини повинна містити від 1 до 4 символів!';
$_['error_default']    = 'Цю одиницю довжини не можна видалити оскільки вона зараз використовуєься як довжина за замовчуванням!';
$_['error_product']    = 'Цю одиницю довжини не можна видалити оскільки вона зараз використовуєься в %s товарах!';