<?php

//version 2.0.0.0
//Made by Sirchyk for www.marketplus.if.ua on 16 of october 2014.
//info@marketplus.if.ua

// Heading
$_['heading_title']    = 'Розміщення магазину';

// Text
$_['text_success']     = 'Ви успішно змінили Розміщення магазину!';
$_['text_list']        = 'Список адрес магазину';
$_['text_add']         = 'Додати розміщення';
$_['text_edit']        = 'Змінити розміщення';
$_['text_default']     = 'За замовчуванням';
$_['text_time']        = 'Графік роботи';
$_['text_geocode']     = 'Гео код не працює з причини:';

// Column
$_['column_name']      = 'Назва магазину';
$_['column_address']   = 'Адреса';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва магазину';
$_['entry_address']    = 'Адреса';
$_['entry_geocode']    = 'Гео код';
$_['entry_telephone']  = 'Телефон';
$_['entry_fax']        = 'Факс';
$_['entry_image']      = 'Зображення';
$_['entry_open']       = 'Графік роботи';
$_['entry_comment']    = 'Коментарій';

// Help
$_['help_geocode']     = 'Будь-ласка введіть Гео код розміщення Вашого магазину вручну.';
$_['help_open']        = 'Введіть графік роботи Вашого магазину.';
$_['help_comment']     = 'Це поле для будь-якої додаткової інформації, яку б Ви хотіли повідомити клієнтам, наприклад магазин не приймає оплату картами.';

// Error
$_['error_permission'] = 'У вас немає доступу для зміни розміщення магазину!';
$_['error_name']       = 'Назва магазину повинна складатися як мінімум з 1 символу!';
$_['error_address']    = 'Адреса повинна містити від 3 до 128 символів!';
$_['error_telephone']  = 'Номер телефону повинен містити від 3 до 32 символів!';