<?php
/***********************************************************************************************************************

Version 1.5.5.1
Created 19:13 20.05.2013 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://github.com/opencart-ukraine). All rights reserved.

Translators:
 Eugene Kuligin (http://github.com/shaman)
 and others.

Responsible for Translation:
 Eugene Kuligin (http://github.com/shaman)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://github.com/opencart-ukraine

************************************************************************************************************************/

$_['heading_title'] = 'Статуси замовлення'; #40804
$_['text_success'] = 'Статус замовлення успішно змінено!'; #40805
$_['column_name'] = 'Назва статусу замовлення'; #40806
$_['column_action'] = 'Дія'; #40807
$_['entry_name'] = 'Назва статусу замовлення:'; #40808
$_['error_permission'] = 'Ви не маєте повноважень для зміни статусу замовлення!'; #40809
$_['error_name'] = 'Назва статусу замовлення повинна містити від 3 до 32 символів!'; #40810
$_['error_default'] = 'Статус замовлення не може бути вилучено, оскільки він використовується за замовчуванням!'; #40811
$_['error_download'] = 'Статус замовлення не може бути вилучено, оскільки він використовується для завантажень за замовчуванням!'; #40812
$_['error_store'] = 'Статус замовлення не може бути вилучено, оскільки він використовується в магазинах %s!'; #40813
$_['error_order'] = 'Статус замовлення не може бути вилучено, оскільки він використовується в замовленнях %s!'; #40814
