<?php
/***********************************************************************************************************************

Version 1.4.9.6
Created 15:41 30.08.2011 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://github.com/opencart-ukraine). All rights reserved.

Translators:
 Eugene Kuligin (http://github.com/shaman)
 and others.

Responsible for Translation:
 Eugene Kuligin (http://github.com/shaman)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://github.com/opencart-ukraine

************************************************************************************************************************/

$_['heading_title'] = 'Статуси замовлення'; #23277
$_['text_success'] = 'Статус замовлення успішно змінено!'; #23278
$_['column_name'] = 'Назва статусу замовлення'; #23279
$_['column_action'] = 'Дія'; #23280
$_['entry_name'] = 'Назва статусу замовлення:'; #23281
$_['error_permission'] = 'Ви не маєте повноважень для зміни статусу замовлення!'; #23282
$_['error_name'] = 'Назва статусу замовлення повинна містити від 3 до 32 символів!'; #23283
$_['error_default'] = 'Статус замовлення не може бути вилучено, оскільки він використовується за замовчуванням!'; #23284
$_['error_download'] = 'Статус замовлення не може бути вилучено, оскільки він використовується для завантажень за замовчуванням!'; #23285
$_['error_store'] = 'Статус замовлення не може бути вилучено, оскільки він використовується в магазинах %s!'; #23286
$_['error_order'] = 'Статус замовлення не може бути вилучено, оскільки він використовується в замовленнях %s!'; #23287
