<?php

//version 2.0.0.0
//Made by Sirchyk for www.marketplus.if.ua on 16 of october 2014.
//info@marketplus.if.ua

// Heading
$_['heading_title']    = 'Статуси замовлень';

// Text
$_['text_success']     = 'Ви успішно змінили Cтатуси замовлень!';
$_['text_list']        = 'Список статусів замовлень';
$_['text_add']         = 'Додати статус замовлення';
$_['text_edit']        = 'Змінити статус замовлення';

// Column
$_['column_name']      = 'Назва статусу замовлення';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва статусу замовлення';

// Error
$_['error_permission'] = 'У Вас немає доступу для зміни статусу замовлень!';
$_['error_name']       = 'Назва статусу замовлення повинна містити від 3 до 32 символів!';
$_['error_default']    = 'Цей статус замовлення неможливо видалити оскільки він використовується як статус замовлення за замовчуванням!';
$_['error_download']   = 'Цей статус замовлення неможливо видалити оскільки він використовується як статус замовлення за замовчуванням!';
$_['error_store']      = 'Цей статус замовлення неможливо видалити оскільки він використовується в %s магазинах!';
$_['error_order']      = 'Цей статус замовлення неможливо видалити оскільки він використовується в %s замовленнях!';