<?php

//version 2.0.0.0
//Made by Sirchyk for www.marketplus.if.ua on 16 of october 2014.
//info@marketplus.if.ua

// Heading
$_['heading_title']    = 'Статуси повернення';

// Text
$_['text_success']     = 'Ви успішно змінили Cтатуси повернення!';
$_['text_list']        = 'Список статусів повернення';
$_['text_add']         = 'Додати статус повернення';
$_['text_edit']        = 'Змінити статус повернення';

// Column
$_['column_name']      = 'Назва статусу повернення';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва статусу повернення';

// Error
$_['error_permission'] = 'У Вас немає доступу для зміни статусів повернення!';
$_['error_name']       = 'Назва статусу повернення повинна місти від 3 до 32 символів!';
$_['error_default']    = 'Цей статус повернення неможливо видалити оскільки він використовується як статус поверення за замовчуванням!';
$_['error_return']     = 'Цей статус повернення неможливо видалити оскільки він використовується в %s поверненнях!';