<?php

//version 2.0.0.0
//Made by Sirchyk for www.marketplus.if.ua on 16 of october 2014.
//info@marketplus.if.ua

// Heading
$_['heading_title']    = 'Статуси наявності товару';

// Text
$_['text_success']     = 'Ви успішно змінили Cтатуси наявності!';
$_['text_list']        = 'Список статусів наявності товару';
$_['text_add']         = 'Додати статус наявності';
$_['text_edit']        = 'Змінити статус наявності';

// Column
$_['column_name']      = 'Назва статусу нявності';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва статусу наявності';

// Error
$_['error_permission'] = 'У Вас немає доступу для зміни статусу наявності товару!';
$_['error_name']       = 'Назва статусу наявності повинна містити від 3 до 32 символів!';
$_['error_product']    = 'Цей статус наявності неможливо видалити оскільки він використовується в %s товарах!';