<?php

//version 2.0.0.0
//Made by Sirchyk for www.marketplus.if.ua on 16 of october 2014.
//info@marketplus.if.ua

// Heading
$_['heading_title']    = 'Одиниці Ваги';

// Text
$_['text_success']     = 'Ви успішно змінили одиниці ваги!';
$_['text_list']        = 'Список одиниць ваги';
$_['text_add']         = 'Додати одиницю ваги';
$_['text_edit']        = 'Змінити одиницю ваги';

// Column
$_['column_title']     = 'Назва одиниці ваги';
$_['column_unit']      = 'Одиниця ваги';
$_['column_value']     = 'Значення';
$_['column_action']    = 'Дія';

// Entry
$_['entry_title']      = 'Назва одиниці ваги';
$_['entry_unit']       = 'Одиниця ваги';
$_['entry_value']      = 'Значення';

// Help
$_['help_value']       = 'Встановіть значення 1.00000 для ваги за замовчуванням.';

// Error
$_['error_permission'] = 'У Вас немає доступу до зміни  ваги!';
$_['error_title']      = 'Назва одиниці ваги повинна містити від 3 до 32 символів!';
$_['error_unit']       = 'Одиниця ваги повинна містити від 1 до 4 символів!';
$_['error_default']    = 'Цю одиницю ваги неможливо видалити оскільки вона використовується як одиниця ваги за замовчуванням!';
$_['error_product']    = 'Цю одиницю ваги неможливо видалити оскільки вона використовується в %s товарах!';