<?php

//version 2.0.0.0
//Made by Sirchyk for www.marketplus.if.ua on 16 of october 2014.
//info@marketplus.if.ua

// Heading
$_['heading_title']          = 'Зони';

// Text
$_['text_success']           = 'Ви успішно змінили Зони!';
$_['text_list']              = 'Список зон';
$_['text_add']               = 'Додати зону';
$_['text_edit']              = 'Змінити зону';

// Column
$_['column_name']            = 'Назва зони';
$_['column_code']            = 'Код зони';
$_['column_country']         = 'Країна';
$_['column_action']          = 'Дія';

// Entry
$_['entry_status']           = 'Статус зони';
$_['entry_name']             = 'Назва зони';
$_['entry_code']             = 'Код зони';
$_['entry_country']          = 'Країна';

// Error
$_['error_permission']       = 'У Вас немає доступу для зміни зон!';
$_['error_name']             = 'Назва зони повинна містити від 3 до 128 символів!';
$_['error_default']          = 'Ця зона не може бути видалена оскільки вона використовується як зона за замовчуванням!';
$_['error_store']            = 'Ця зона не може бути видалена оскільки вона використовується в %s магазинах!';
$_['error_address']          = 'Ця зона не може бути видалена оскільки вона використовується в %s адресах з адресної книги!';
$_['error_affiliate']        = 'Ця зона не може бути видалена оскільки вона використовується в %s партнерських програмах!';
$_['error_zone_to_geo_zone'] = 'Ця зона не може бути видалена оскільки вона використовується в %s зонах до Гео зон!';