<?php
/***********************************************************************************************************************

Version 1.4.9.6
Created 15:41 30.08.2011 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://github.com/opencart-ukraine). All rights reserved.

Translators:
 Eugene Kuligin (http://github.com/shaman)
 and others.

Responsible for Translation:
 Eugene Kuligin (http://github.com/shaman)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://github.com/opencart-ukraine

************************************************************************************************************************/

$_['text_subject'] = '%s, дякуємо за реєстрацію!'; #21861
$_['text_welcome'] = 'Вітаємо з реєстрацією в %s'; #21862
$_['text_login'] = 'Ваш аккаунт було створено! Тепер ви можете увійти в систему, використовуючи адресу електронної пошти та пароль, відвідавши наш сайт за наступною адресою:'; #21863
$_['text_approval'] = 'Ваш обліковий запис повинен бути затверджений, перш ніж ви зможете увійти. Після затвердження ви зможете увійти в систему, використовуючи адресу електронної пошти та пароль, відвідавши наш сайт за наступною адресою:'; #21864
$_['text_services'] = 'Після входу в систему, ви зможете отримати доступ до інших послуг, включаючи огляд минулих замовлень, друк рахунків-фактур і редагування інформації про обліковий запис.'; #21865
$_['text_thanks'] = 'Дякуємо,'; #21866
