<?php

//version 2.0.0.0
//Made by Sirchyk for www.marketplus.if.ua on 16 of october 2014.
//info@marketplus.if.ua

// Heading
$_['heading_title']       = 'Макети';

// Text
$_['text_success']        = 'Ви успішно змінили макети!';
$_['text_list']           = 'Список макетів';
$_['text_add']            = 'Додати макет';
$_['text_edit']           = 'Змінити макет';
$_['text_default']        = 'За замовчуванням';
$_['text_content_top']    = 'Верхній контейнер';
$_['text_content_bottom'] = 'Нижній контейнер';
$_['text_column_left']    = 'Лівий контейнер';
$_['text_column_right']   = 'Правий контейнер';

// Column
$_['column_name']         = 'Назва макету';
$_['column_action']       = 'Дія';

// Entry
$_['entry_name']          = 'Назва макету';
$_['entry_store']         = 'Магазин';
$_['entry_route']         = 'Шлях';
$_['entry_module']        = 'Модуль';
$_['entry_position']      = 'Позиція';
$_['entry_sort_order']    = 'Порядок сортування';

// Error
$_['error_permission']    = 'У Вас немає доступу до зміни макетів!';
$_['error_name']          = 'Назва макету повинна містити від 3 до 64 символів!';
$_['error_default']       = 'Цей макет не можна видалити оскільки він використовується як макет магазину за замовчуванням!';
$_['error_store']         = 'Цей макет не можна видалити оскільки він використовується в %s магазинах!';
$_['error_product']       = 'Цей макет не можна видалити оскільки він використовується в %s товарах!';
$_['error_category']      = 'Цей макет не можна видалити оскільки він використовується в %s категоріях!';
$_['error_information']   = 'Цей макет не можна видалити оскільки він використовується в %s інформаційних сторінках!';