<?php

//version 2.0.0.0
//Made by Sirchyk for www.marketplus.if.ua on 16 of october 2014.
//info@marketplus.if.ua

// Heading
$_['heading_title']           = 'Parcelforce 48';
к
$_['text_shipping']           = 'Доставка';
$_['text_success']            = 'Ви успішно змінили доставку Parcelforce 48!';
$_['text_edit']               = 'Змінити доставку Parcelforce 48';

// Entry
$_['entry_rate']              = 'Тарифи Parcelforce 48';
$_['entry_insurance']         = 'Parcelforce48 компенсаційні збори';
$_['entry_display_weight']    = 'Відображати вагу доставки';
$_['entry_display_insurance'] = 'Відображати страхування';
$_['entry_display_time']      = 'Відображати час доставки';
$_['entry_tax_class']         = 'Класи податків';
$_['entry_geo_zone']          = 'Гео зони';
$_['entry_status']            = 'Статус';
$_['entry_sort_order']        = 'Порядок сортування';

// Help
$_['help_rate']              = 'Введіть значення виду 12345.67 (5 знаків до коми, 2 знаки після коми). Приклад: .1:1,.25:1.27 - Вага менша чи рівна 0.1 кг буде коштувати 1.00, вага від 0.1 кг до 0.25 кг буде коштувати 1.27. Не вносіть кг чи символи.';
$_['help_insurance']         = 'Введіть значення виду 12345.67 (5 знаків до коми, 2 знаки після коми) Приклад: 34:0,100:1,250:2.25 - Страхування для суми покупок до 34 буде додатково коштувати 0.00, від 100 до 250 додатково 2.25. Не вносіть символи валюти.';
$_['help_display_weight']    = 'Бажаєте відображати вагу доставки? (наприклад Вага доставки : 2.767 кг )';
$_['help_display_insurance'] = 'Бажаєте відображати страхування доставки? (наприклад застраховано на суму до 500)';
$_['help_display_time']      = 'Бажаєте відображати тривалість доставки? (наприклад Тривалість доставки від 3 до 5 днів)';

// Error
$_['error_permission']        = 'У Вас немає доступу для зміни доставки Parcelforce 48!';
