<?php

//version 2.0.0.0
//Made by Sirchyk for www.marketplus.if.ua on 16 of october 2014.
//info@marketplus.if.ua

// Text
$_['text_title']				= 'Кредитна чи Дебетна карта';
$_['text_credit_card']			= 'Деталі кредитної карти';
$_['text_wait']					= 'Зачекайте будь-ласка!';

// Entry
$_['entry_cc_number']			= 'Номер карти';
$_['entry_cc_name']				= 'Ім`я власника';
$_['entry_cc_expire_date']		= 'Дійсна до';
$_['entry_cc_cvv2']				= 'Код безпеки (CVV2)';

// Help
$_['help_start_date']			= '(якщо доступно)';
$_['help_issue']				= '(для Maestro і Solo карт)';

// Text
$_['text_result']				= 'Результат: ';
$_['text_approval_code']		= 'Код підтвердження: ';
$_['text_reference_number']		= 'Посилання: ';
$_['text_card_number_ref']		= 'Останні 4 цифри номеру карти: xxxx ';
$_['text_card_brand']			= 'Тип карти: ';
$_['text_response_code']		= 'Код відповіді: ';
$_['text_fault']				= 'Повідомлення про помилку: ';
$_['text_error']				= 'Повідомлення помилки: ';
$_['text_avs']					= 'Підтвердження адреси: ';
$_['text_address_ppx']			= 'Немає даних про адресу або адреса не перевірена емітентом карти';
$_['text_address_yyy']			= 'Емітент карти підтвердив співпадання вулиці і поштового індексу з записом в базі даних';
$_['text_address_yna']			= 'Емітент карти підтвердив співпадання вулиці, але не підтвердив співпадання поштового індексу з записом в базі даних';
$_['text_address_nyz']			= 'Емітент карти підтвердив співпадання поштового індексу, але не підтвердив співпадання вулиці з записом в базі даних';
$_['text_address_nnn']			= 'І вулиця і поштовий індекс не співпадають з записом в базі даних емітента карти';
$_['text_address_ypx']			= 'Емітент карти підтвердив співпадання вулиці з записом в базі. Емітент не перевіряв поштовий індекс';
$_['text_address_pyx']			= 'Емітент карти підтвердив співпадання поштового індексу з записом в базі. Емітент не перевіряв вулицю';
$_['text_address_xxu']			= 'Емітент карти не перевіряв інформацію AVS';
$_['text_card_code_verify']		= 'Код безпеки: ';
$_['text_card_code_m']			= 'Код безпеки карти співпадає';
$_['text_card_code_n']			= 'Код безпеки карти не співпадає';
$_['text_card_code_p']			= 'Не проведено';
$_['text_card_code_s']			= 'Торговець повідомив, що на карті немає коду безпеки';
$_['text_card_code_u']			= 'Емітент не сертифікований і/чи не надав ключі шифрування';
$_['text_card_code_x']			= 'Не отирмано відповіді від Асоціації кредитних карт';
$_['text_card_code_blank']		= 'Порожній запит свідчить що не було відправлено коду і не було інформації про наявність коду на карті.';
$_['text_card_accepted']		= 'Прийняті карти: ';
$_['text_card_type_m']			= 'Mastercard';
$_['text_card_type_v']			= 'Visa (Credit/Debit/Electron/Delta)';
$_['text_card_type_c']			= 'Diners';
$_['text_card_type_a']			= 'American Express';
$_['text_card_type_ma']			= 'Maestro';
$_['text_card_new']				= 'Нова карта';
$_['text_response_proc_code']	= 'Код обробки: ';
$_['text_response_ref']			= 'Номер для посилання: ';

// Error
$_['error_card_number']			= 'Будь-ласка перевірте номер Вашої карти';
$_['error_card_name']			= 'Будь-ласка перевірте ім`я власника карти';
$_['error_card_cvv']			= 'Будь-ласка перевірте правильність CVV2 коду';
$_['error_failed']				= 'Неможливо провести Вашу оплату, будь-ласка зв`яжіться з продавцем';