<?php
/***********************************************************************************************************************

Version 1.5.5.1
Created 19:13 20.05.2013 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://github.com/opencart-ukraine). All rights reserved.

Translators:
 Eugene Kuligin (http://github.com/shaman)
 and others.

Responsible for Translation:
 Eugene Kuligin (http://github.com/shaman)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://github.com/opencart-ukraine

************************************************************************************************************************/

$_['text_title'] = 'Кредитна картка / дебетова картка (надійна система від PayPal)'; #40037
$_['text_credit_card'] = 'Деталі кредитної картки'; #40038
$_['text_start_date'] = '(якщо є)'; #40039
$_['text_issue'] = '(тільки для карток Maestro та Solo)'; #40040
$_['text_wait'] = 'Будь ласка, зачекайте!'; #40041
$_['entry_cc_owner'] = 'Власник картки:'; #40042
$_['entry_cc_type'] = 'Тип картки:'; #40043
$_['entry_cc_number'] = 'Номер картки:'; #40044
$_['entry_cc_start_date'] = 'Дата початку дії картки:'; #40045
$_['entry_cc_expire_date'] = 'Дата закінчення терміну дії картки:'; #40046
$_['entry_cc_cvv2'] = 'Захисний код картки (CVV2):'; #40047
$_['entry_cc_issue'] = 'Серійний номер картки:'; #40048
$_['error_required'] = 'Помилка: усі поля платіжної інформації обов’язкові до заповнення.'; #40049
$_['error_general'] = 'Помилка: виявлено помилку підчас виконання транзакції. Будь ласка, спробуйте знову.'; #40050
$_['error_config'] = 'Помилка: невірні параметри конфігурації модуля. Будь ласка, перевірте права доступу.'; #40051
$_['error_address'] = 'Помилка: не збігаються платіжні поля міста, штату і поштового коду. Будь ласка, спробуйте знову.'; #40052
$_['error_declined'] = 'Помилка: Транзакцію було відхилено. Будь ласка, спробуйте знову.'; #40053
$_['error_invalid'] = 'Помилка: Надана інформація про кредитну картку не дійсна. Будь ласка, спробуйте знову.'; #40054
