<?php

//version 2.0.0.0
//Made by Sirchyk for www.marketplus.if.ua on 16 of october 2014.
//info@marketplus.if.ua

// Text
$_['text_title']				= 'Кредитна чи дебетна карта (Безпечні транзакції від PayPal)';
$_['text_credit_card']			= 'Деталі кредитної карти';
$_['text_start_date']			= '(якщо доступні)';
$_['text_issue']				= '(тільки для Maestro і Solo карт)';
$_['text_wait']					= 'Зачекайте бідь-ласка!';

// Entry
$_['entry_cc_owner']			= 'Власник карти:';
$_['entry_cc_type']				= 'Тип карти:';
$_['entry_cc_number']			= 'Номер карти:';
$_['entry_cc_start_date']		= 'Карта діє з:';
$_['entry_cc_expire_date']		= 'Карта діє до:';
$_['entry_cc_cvv2']				= 'Код безпеки карти (CVV2):';
$_['entry_cc_issue']			= 'Номер емітента карти:';

// Error
$_['error_required']			= 'Увага: Необхідно заповнити всю інформацію.';
$_['error_general']				= 'Увага: Виникла загальна проблема з транзакцією. Будь-ласка, спробуйте пізніше.';
$_['error_config']				= 'Увага: Помилка конфігурації платіжного модулю. Будь-ласка перевірте облікові дані для входу.';
$_['error_address']				= 'Увага: Не співпадають дані платіжної адреси, облаті і індексу. Будь-ласка, спробуйте ще раз.';
$_['error_declined']			= 'Увага: Ця транзакці відхилена. Будь-ласка, спробуйте ще раз.';
$_['error_invalid']				= 'Увага: Надана неправильна інформація про кредитну карту. Будь-ласка, спробуйте ще раз.';
