<?php
/***********************************************************************************************************************

Version 1.5.6
Created 23:02 15.01.2014 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://github.com/opencart-ukraine). All rights reserved.

Responsible for Translation:
 Eugene Kuligin (http://github.com/shaman)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://github.com/opencart-ukraine

************************************************************************************************************************/

$_['text_title'] = 'Кредитна або дебетова картка (Що пройшла перевірку безпеки через PayPal)'; #51067
$_['text_credit_card'] = 'Дані кредитної картки'; #48548
$_['text_start_date'] = '(якщо є)'; #48549
$_['text_issue'] = '(Лише для Maestro і Solo карти)'; #48550
$_['text_wait'] = 'Будь ласка, зачекайте!'; #48551
$_['entry_cc_owner'] = 'Власник картки:'; #48552
$_['entry_cc_type'] = 'Тип карти:'; #48553
$_['entry_cc_number'] = 'Номер картки:'; #48554
$_['entry_cc_start_date'] = 'Дата початку дії карти:'; #48555
$_['entry_cc_expire_date'] = 'Дата завершення дії карти:'; #48556
$_['entry_cc_cvv2'] = 'Код безпеки карти (CVV2):'; #48557
$_['entry_cc_issue'] = 'Номер випуску карти:'; #51068
$_['error_required'] = 'Увага: Необхідно заповнити всі поля інформації про оплату.'; #51069
$_['error_general'] = 'Увага: Виникла проблема під час транзакції. Спробуйте ще раз.'; #51070
$_['error_config'] = 'Увага: Помилка модуля конфігурації оплати. Будь ласка, перевірте дані, що вказані у полі Логін.'; #51071
$_['error_address'] = 'Увага: Виникла помилка при заповненні полів Адреса оплати, Штат та Код міста. Будь ласка, спробуйте ще раз.'; #51072
$_['error_declined'] = 'Увага: Транзакція була відмінена. Будь ласка, спробуйте ще раз.'; #51073
$_['error_invalid'] = 'Увага: Дані про кредитну карту помилкові. Будь ласка, спробуйте ще раз.'; #51074
