<?php
/***********************************************************************************************************************

Version 1.4.9.6
Created 15:41 30.08.2011 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://github.com/opencart-ukraine). All rights reserved.

Translators:
 Eugene Kuligin (http://github.com/shaman)
 and others.

Responsible for Translation:
 Eugene Kuligin (http://github.com/shaman)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://github.com/opencart-ukraine

************************************************************************************************************************/

$_['text_title'] = 'Кредитна картка / дебетова картка (надійна система від PayPal)'; #22281
$_['text_credit_card'] = 'Деталі кредитної картки'; #22282
$_['text_start_date'] = '(якщо є)'; #22283
$_['text_issue'] = '(тільки для карток Maestro та Solo)'; #22284
$_['text_wait'] = 'Будь ласка, зачекайте!'; #22285
$_['entry_cc_owner'] = 'Власник картки:'; #22286
$_['entry_cc_type'] = 'Тип картки:'; #22287
$_['entry_cc_number'] = 'Номер картки:'; #22288
$_['entry_cc_start_date'] = 'Дата початку дії картки:'; #22289
$_['entry_cc_expire_date'] = 'Дата закінчення терміну дії картки:'; #22290
$_['entry_cc_cvv2'] = 'Захисний код картки (CVV2):'; #22291
$_['entry_cc_issue'] = 'Серійний номер картки:'; #22292
$_['error_required'] = 'Помилка: усі поля платіжної інформації обов’язкові до заповнення.'; #22293
$_['error_general'] = 'Помилка: виявлено помилку підчас виконання транзакції. Будь ласка, спробуйте знову.'; #22294
$_['error_config'] = 'Помилка: невірні параметри конфігурації модуля. Будь ласка, перевірте права доступу.'; #22295
$_['error_address'] = 'Помилка: не збігаються платіжні поля міста, штату і поштового коду. Будь ласка, спробуйте знову.'; #22296
$_['error_declined'] = 'Помилка: Транзакцію було відхилено. Будь ласка, спробуйте знову.'; #22297
$_['error_invalid'] = 'Помилка: Надана інформація про кредитну картку не дійсна. Будь ласка, спробуйте знову.'; #22298
