<?php

//version 2.0.0.0
//Made by Sirchyk for www.marketplus.if.ua on 16 of october 2014.
//info@marketplus.if.ua

// Heading
$_['heading_title']				= 'Платежі Амазон';
$_['heading_address']			= 'Оберіть адресу доставки';
$_['heading_payment']			= 'Оберіть спосіб оплати';
$_['heading_confirm']			= 'Замовлення загалом';

// Text
$_['text_back']					= 'Назад';
$_['text_cart']					= 'Кошик';
$_['text_confirm']				= 'Підтвердити';
$_['text_continue']				= 'Продовжити';
$_['text_cba']					= 'Платежі Амазон';
$_['text_enter_coupon']			= 'Введіть код купону. Якщо у Вас немає купону - залишити порожнім.';
$_['text_coupon']				= 'Купон';
$_['text_tax_other']			= 'Податки / Інші комісії';
$_['text_payment_failed']		= 'Не вдалося здійснити Ваш платіж. Будь-ласка зв`яжіться з адміністрацією магазину для підтримки або оберіть інший спосіб оплати.';
$_['text_success_title']		= 'Ви успішно оформили замовлення!';
$_['text_payment_success']		= 'Ви успішно оформили замовлення. Деталі замовлення наступні';

// Error
$_['error_payment_method']		= 'Будь-ласка оберіть спосіб оплати';
$_['error_shipping']			= 'Будь-ласка оберіть спосіб доставки';
$_['error_shipping_address']	= 'Вкажіть адресу доставки';
$_['error_shipping_methods']	= 'Сталася помилка при отирманні Вашої адреси з Амазон. Напишіть в адміністрацію магазину для підтримки';
$_['error_no_shipping_methods'] = 'За обраною адресою немає варіантів доставки. Оберіть будь-ласка іншу адресу доставки';