<?php

//version 2.0.0.0
//Made by Sirchyk for www.marketplus.if.ua on 16 of october 2014.
//info@marketplus.if.ua

// Heading
$_['heading_title']     = 'Групи атрибутів';

// Text
$_['text_success']      = 'Ви успішно змінили групи атрибутів!';
$_['text_list']         = 'Список груп атрибутів';
$_['text_add']          = 'Додати групу атрибутів';
$_['text_edit']         = 'Змінити групу атрибутів';

// Column
$_['column_name']       = 'Назва групи атрибутів';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва групи атрибутів';
$_['entry_sort_order']  = 'Порядок сортування';

// Error
$_['error_permission']  = 'У Вас немає доступу для зміни групи атрибутів!';
$_['error_name']        = 'Назва повинна містити від 3 до 64 символів!';
$_['error_attribute']   = 'Увага! Ця група атрибутів не може бути видалена, оскільки на даний момент вона використовується в атрибутах %s!';
$_['error_product']     = 'Увага! Ця група атрибутів не може бути видалена, оскільки на даний момент вона використовується в товарах %s!';