<?php

//version 2.0.0.0
//Made by Sirchyk for www.marketplus.if.ua on 16 of october 2014.
//info@marketplus.if.ua

// Heading
$_['heading_title']     = 'Завантаження';

// Text
$_['text_success']      = 'Ви успішно змінили Завантаження!';
$_['text_list']         = 'Список завантажень';
$_['text_add']          = 'Додати завантаження';
$_['text_edit']         = 'Змінити завантаження';
$_['text_upload']       = 'Ваш файл успішно завантажено!';

// Column
$_['column_name']       = 'Назва завантаження';
$_['column_date_added'] = 'Додано';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва завантаження';
$_['entry_filename']    = 'Назва файлу';
$_['entry_mask']        = 'Маска';

// Help
$_['help_filename']     = 'Ви можете завантажити натиснувши кнопку завантаження або використати FTP для завантаження в теку завантажень і записати деталі нижче.';
$_['help_mask']         = 'Рекомендується робити назву фалу і маску різними, щоб користувачі не намагались знайти прямий шлях до завантажень.';

// Error
$_['error_permission']  = 'У Вас немає доспуту для зміни завантажень!';
$_['error_name']        = 'Назва завантаження повинна містити від 3 до 64 символів!';
$_['error_upload']      = 'Завантаження файлу необхідне!';
$_['error_filename']    = 'Назва файлу повинна містити від 3 до 128 символів!';
$_['error_exists']      = 'Файл не існує!';
$_['error_mask']        = 'Маска повинна містити від 3 до 128 символів!';
$_['error_filetype']    = 'Неправильний тип файлу!';
$_['error_product']     = 'Увага: це завантаження не може бути видалене оскільки в даний момент воно використовується в %s товарі!';