<?php

//version 2.0.0.0
//Made by Sirchyk for www.marketplus.if.ua on 16 of october 2014.
//info@marketplus.if.ua

// Heading
$_['heading_title']          = 'Інформація';

// Text
$_['text_success']           = 'Ви успішно змінили інформацію!';
$_['text_list']              = 'Список інформації';
$_['text_add']               = 'Додати інформацію';
$_['text_edit']              = 'Змінити інформацію';
$_['text_default']           = 'За замовчуванням';

// Column
$_['column_title']           = 'Назва інформації';
$_['column_sort_order']	     = 'Порядок сортування';
$_['column_action']          = 'Дія';

// Entry
$_['entry_title']            = 'Назва інформації';
$_['entry_description']      = 'Опис';
$_['entry_store']            = 'Магазин';
$_['entry_meta_title'] 	     = 'Мета Тег Назва';
$_['entry_meta_keyword'] 	 = 'Мета Тег  Ключові слова';
$_['entry_meta_description'] = 'Мета Тег Опис';
$_['entry_keyword']          = 'SEO Ключові слова';
$_['entry_bottom']           = 'Розміщення в нижньому контейнері';
$_['entry_status']           = 'Статус';
$_['entry_sort_order']       = 'Порядок сортування';
$_['entry_layout']           = 'Вид інтерфейсу';

// Help
$_['help_keyword']           = 'Не використовуйте пробіли, або замінюйте пробіли на "-" і не забудьте переконатися, що ключове слово повністю унікальне.';
$_['help_bottom']            = 'Відображати в нижній частині сайту.';

// Error
$_['error_warning']          = 'Перевірте форму на помилки!';
$_['error_permission']       = 'У вас немає доступу для зміни інформації!';
$_['error_title']            = 'Назва інформації повинна містити від 3 до 64 символів!';
$_['error_description']      = 'Опис має  містити більше 3 символів!';
$_['error_meta_title']       = 'Мета тег Назва має містити від 3 до 255 символів!';
$_['error_account']          = 'Ця інформація не може бути видалена, оскільки вона зараз використовується в умовах облікового запису магазину!';
$_['error_checkout']         = 'Ця інформація не може бути видалена, оскільки вона зараз використовується в умовах замовлення!';
$_['error_affiliate']        = 'Ця інформація не може бути видалена, оскільки вона зараз використовується в умовах бонусної програми!';
$_['error_return']           = 'Ця інформація не може бути видалена, оскільки вона зараз використовується в умовах повернення товару!';
$_['error_store']            = 'Ця інформація не може бути видалена, оскільки вона зараз використовується в умовах %s магазинів!';