<?php

//version 2.0.0.0
//Made by Sirchyk for www.marketplus.if.ua on 16 of october 2014.
//info@marketplus.if.ua

// Heading
$_['heading_title']			= 'Повторювані профілі';

// Text
$_['text_success']          = 'Ви змінили повторювані профілі!';
$_['text_list']             = 'Список повторюваних профілів';
$_['text_add']              = 'Додати повторюваний профіль';
$_['text_edit']             = 'Змінити повторюваний профіль';
$_['text_day']				= 'День';
$_['text_week']				= 'Тиждень';
$_['text_semi_month']		= 'Половина місяця';
$_['text_month']			= 'Місяць';
$_['text_year']				= 'Рік';
$_['text_recurring']	    = '<p><i class="fa fa-info-circle"></i> Повторювані платежі обчислюють за частотою і циклом.</p><p> Для прикладу якщо використовується частота "тиждень" і цикл "2", то користувач буде отримувати рахунок через кожні 2 тижні.</p><p>Тривалість - кількість платежів, яку буде робити користувач, встановити значення 0 якщо потрібно отримувати платежі постійно.</p>';
$_['text_profile']			= 'Повторювані профілі';
$_['text_trial']			= 'Пробний профіль';

// Entry
$_['entry_name']			= 'Назва';
$_['entry_price']			= 'Ціна';
$_['entry_duration']		= 'Тривалість';
$_['entry_cycle']			= 'Цикл';
$_['entry_frequency']		= 'Частота';
$_['entry_trial_price']		= 'Пробна ціна';
$_['entry_trial_duration']	= 'Пробна тривалість';
$_['entry_trial_status']	= 'Пробний статус';
$_['entry_trial_cycle']	    = 'Пробний цикл';
$_['entry_trial_frequency']	= 'Пробна частота';
$_['entry_status']			= 'Статус';
$_['entry_sort_order']		= 'Порядок сортування';

// Column
$_['column_name']			= 'Назва';
$_['column_sort_order']	    = 'Порядок сортування';
$_['column_action']         = 'Дія';

// Error
$_['error_warning']         = 'Уважно перевірте форму на помилки!';
$_['error_permission']		= 'У вас немає доступу для зміни повторюваних профілів!';
$_['error_name']			= 'Назва профілю повинна містити від 3 до 255 символів!';
$_['error_product']			= 'Цей повторюваний профіль неможна видалити, оскільки він зараз використовується в %s товарах!';