<?php

//version 2.0.0.0
//Made by Sirchyk for www.marketplus.if.ua on 16 of october 2014.
//info@marketplus.if.ua

// Heading
$_['heading_title']     = 'Групи користувачів';

// Text
$_['text_success']      = 'Ви успішно змінили групи користувачів!';
$_['text_list']         = 'Група користувачів';
$_['text_add']          = 'Додати групу користувачів';
$_['text_edit']         = 'Змінити групу користувачів';

// Column
$_['column_name']       = 'Назва групи користувачів';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва групи користувачів';
$_['entry_access']      = 'Дозвіл доступу';
$_['entry_modify']      = 'Змінити дозволи';

// Error
$_['error_permission']  = 'У Вас немає доступу для зміни груп користувачів!';
$_['error_name']        = 'Назва групи користувачів повинна містити від 3 до 64 символів!';
$_['error_user']        = 'Увага: Ця група користувачів не може бути видалена, оскільки вона використовуєтся %s користувачами!';