<?php
/***********************************************************************************************************************

Version 1.5.6
Created 23:02 15.01.2014 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://github.com/opencart-ukraine). All rights reserved.

Translators:
 Eugene Kuligin (http://github.com/shaman)
 Roman Shtepa (xr0m3oz@gmail.com)
 and others.

Responsible for Translation:
 Eugene Kuligin (http://github.com/shaman)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://github.com/opencart-ukraine

************************************************************************************************************************/

$_['heading_title'] = 'Повернені товари'; #46314
$_['text_account'] = 'Обліковий запис'; #46315
$_['text_return'] = 'Інформація про повернення'; #46206
$_['text_return_detail'] = 'Деталі повернення'; #47391
$_['text_description'] = '<p>Якщо ви маєте проблеми з товаром, які неможливо вирішити за допомогою технічної підтримки або відділу з продажів, ви можете повернути його назад. Для цього достатньо заповнити форму повернення. Ваш запит буде оброблено протягом трьох робочих днів.</p>
<p>Поверненню підлягають товари за умови збереження товарного вигляду, наявності повної комплектації та оригінального пакування.</p>
<p>Зверніть увагу на групу товарів, що не підлягають поверненню згідно до чинного законодавства.</p>'; #46778
$_['text_order'] = 'Інформація про замовлення'; #46207
$_['text_product'] = 'Інформація про товари і причина повернення'; #46381
$_['text_message'] = '<p>Ваш запит на повернення товару успішно надіслано! Протягом 24 робочих годин ви отримаєте подальші інструкції.</p>'; #46779
$_['text_return_id'] = 'Номер повернення:'; #46768
$_['text_order_id'] = 'ID замовлення:'; #52082
$_['text_order_id'] = 'Код замовлення:'; #46316
$_['text_date_ordered'] = 'Дата замовлення:'; #46317
$_['text_status'] = 'Статус:'; #46208
$_['text_date_added'] = 'Дата долучення:'; #46209
$_['text_customer'] = 'Покупець:'; #46210
$_['text_comment'] = 'Коментарі до повернення товару'; #46211
$_['text_history'] = 'Історія повернень'; #46212
$_['text_empty'] = 'Ви не маєте жодних попередніх повернень!'; #46769
$_['text_agree'] = 'Я погоджуюсь з умовами <a class="colorbox" href="%s" alt="%s"><b>%s</b></a>'; #47953
$_['column_product'] = 'Назва товару'; #47392
$_['column_model'] = 'Модель'; #46213
$_['column_quantity'] = 'Кількість'; #46214
$_['column_price'] = 'Ціна'; #46215
$_['column_opened'] = 'Відкрито'; #46318
$_['column_comment'] = 'Коментар'; #46216
$_['column_reason'] = 'Причина'; #46217
$_['column_action'] = 'Дія'; #46218
$_['column_date_added'] = 'Дата долучення'; #46219
$_['column_status'] = 'Статус'; #46220
$_['entry_order_id'] = 'ID замовлення:'; #52083
$_['entry_order_id'] = 'Код замовлення:'; #46319
$_['entry_date_ordered'] = 'Дата замовлення:'; #46221
$_['entry_firstname'] = 'Ім’я:'; #46382
$_['entry_lastname'] = 'Прізвище:'; #46222
$_['entry_email'] = 'E-mail:'; #46320
$_['entry_telephone'] = 'Номер телефону:'; #46223
$_['entry_product'] = 'Назва товару:'; #46224
$_['entry_model'] = 'Код товару:'; #46225
$_['entry_quantity'] = 'Кількість:'; #46226
$_['entry_reason'] = 'Причина повернення:'; #46227
$_['entry_opened'] = 'Відкритий товар:'; #46771
$_['entry_fault_detail'] = 'Несправність або інші деталі:'; #46321
$_['entry_captcha'] = 'Введіть код у поле нижче:'; #46322
$_['text_error'] = 'Запит на повернення не знайдено!'; #46770
$_['error_order_id'] = 'Необхідно вказати номер замовлення!'; #46772
$_['error_firstname'] = 'Ім’я повинно містити від 1 до 32 символів!'; #46383
$_['error_lastname'] = 'Прізвище повинно містити між 1 і 32 символів!'; #46384
$_['error_email'] = 'Невірний формат e-mail!'; #46773
$_['error_telephone'] = 'Номер телефону повинен містити від 3 до 32 символів!'; #46774
$_['error_product'] = 'Ви повинні обрати прийнанні один товар!'; #46775
$_['error_model'] = 'Назва модулі товару повинна містити від 3 до 64 символів!'; #46776
$_['error_reason'] = 'Будь ласка, вкажіть причину повернення товару!'; #46777
$_['error_captcha'] = 'Перевірочний код не збігається з кодом на зображенні!'; #46385
$_['error_agree'] = 'Ви повинні погодитись з умовами %s!'; #47954
