<?php
/***********************************************************************************************************************

Version 1.5.5.1
Created 19:13 20.05.2013 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://github.com/opencart-ukraine). All rights reserved.

Translators:
 Eugene Kuligin (http://github.com/shaman)
 Roman Shtepa (xr0m3oz@gmail.com)
 and others.

Responsible for Translation:
 Eugene Kuligin (http://github.com/shaman)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://github.com/opencart-ukraine

************************************************************************************************************************/

$_['heading_title'] = 'Повернені товари'; #42039
$_['text_account'] = 'Обліковий запис'; #42040
$_['text_return'] = 'Інформація про повернення'; #41931
$_['text_return_detail'] = 'Деталі повернення'; #43116
$_['text_description'] = '<p>Якщо ви маєте проблеми з товаром, які неможливо вирішити за допомогою технічної підтримки або відділу з продажів, ви можете повернути його назад. Для цього достатньо заповнити форму повернення. Ваш запит буде оброблено протягом трьох робочих днів.</p>
<p>Поверненню підлягають товари за умови збереження товарного вигляду, наявності повної комплектації та оригінального пакування.</p>
<p>Зверніть увагу на групу товарів, що не підлягають поверненню згідно до чинного законодавства.</p>'; #42503
$_['text_order'] = 'Інформація про замовлення'; #41932
$_['text_product'] = 'Інформація про товари і причина повернення'; #42106
$_['text_message'] = '<p>Ваш запит на повернення товару успішно надіслано! Протягом 24 робочих годин ви отримаєте подальші інструкції.</p>'; #42504
$_['text_return_id'] = 'Номер повернення:'; #42493
$_['text_order_id'] = 'Код замовлення:'; #42041
$_['text_date_ordered'] = 'Дата замовлення:'; #42042
$_['text_status'] = 'Статус:'; #41933
$_['text_date_added'] = 'Дата долучення:'; #41934
$_['text_customer'] = 'Покупець:'; #41935
$_['text_comment'] = 'Коментарі до повернення товару'; #41936
$_['text_history'] = 'Історія повернень'; #41937
$_['text_empty'] = 'Ви не маєте жодних попередніх повернень!'; #42494
$_['text_agree'] = 'Я погоджуюсь з умовами <a class="colorbox" href="%s" alt="%s"><b>%s</b></a>'; #43733
$_['column_product'] = 'Назва товару'; #43117
$_['column_model'] = 'Модель'; #41938
$_['column_quantity'] = 'Кількість'; #41939
$_['column_price'] = 'Ціна'; #41940
$_['column_opened'] = 'Відкрито'; #42043
$_['column_comment'] = 'Коментар'; #41941
$_['column_reason'] = 'Причина'; #41942
$_['column_action'] = 'Дія'; #41943
$_['column_date_added'] = 'Дата долучення'; #41944
$_['column_status'] = 'Статус'; #41945
$_['entry_order_id'] = 'Код замовлення:'; #42044
$_['entry_date_ordered'] = 'Дата замовлення:'; #41946
$_['entry_firstname'] = 'Ім’я:'; #42107
$_['entry_lastname'] = 'Прізвище:'; #41947
$_['entry_email'] = 'E-mail:'; #42045
$_['entry_telephone'] = 'Номер телефону:'; #41948
$_['entry_product'] = 'Назва товару:'; #41949
$_['entry_model'] = 'Код товару:'; #41950
$_['entry_quantity'] = 'Кількість:'; #41951
$_['entry_reason'] = 'Причина повернення:'; #41952
$_['entry_opened'] = 'Відкритий товар:'; #42496
$_['entry_fault_detail'] = 'Несправність або інші деталі:'; #42046
$_['entry_captcha'] = 'Введіть код у поле нижче:'; #42047
$_['text_error'] = 'Запит на повернення не знайдено!'; #42495
$_['error_order_id'] = 'Необхідно вказати номер замовлення!'; #42497
$_['error_firstname'] = 'Ім’я повинно містити від 1 до 32 символів!'; #42108
$_['error_lastname'] = 'Прізвище повинно містити між 1 і 32 символів!'; #42109
$_['error_email'] = 'Невірний формат e-mail!'; #42498
$_['error_telephone'] = 'Номер телефону повинен містити від 3 до 32 символів!'; #42499
$_['error_product'] = 'Ви повинні обрати прийнанні один товар!'; #42500
$_['error_model'] = 'Назва модулі товару повинна містити від 3 до 64 символів!'; #42501
$_['error_reason'] = 'Будь ласка, вкажіть причину повернення товару!'; #42502
$_['error_captcha'] = 'Перевірочний код не збігається з кодом на зображенні!'; #42110
$_['error_agree'] = 'Ви повинні погодитись з умовами %s!'; #43734
