<?php
/***********************************************************************************************************************

Version 1.5.6
Created 23:02 15.01.2014 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://github.com/opencart-ukraine). All rights reserved.

Translators:
 Eugene Kuligin (http://github.com/shaman)
 and others.

Responsible for Translation:
 Eugene Kuligin (http://github.com/shaman)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://github.com/opencart-ukraine

************************************************************************************************************************/

$_['heading_title'] = 'Придбати подарунковий сертифікат'; #47448
$_['text_account'] = 'Обліковий запис'; #47441
$_['text_voucher'] = 'Подарунковий сертифікат'; #47442
$_['text_description'] = 'Цей подарунковий сертифікат буде відправлено до одержувача після Вашої оплати згідно замовлення.'; #47460
$_['text_agree'] = 'Я розумію, що подарункові сертифікати не підлягають поверненню.'; #47458
$_['text_message'] = 'Дякуємо за придбання подарункового сертифікату! Як тільки Ви сплатите Ваше замовлення, подарунковий сертифікат буде відправлено отримувачу електронною поштою з вказанням як його застосувати.'; #47466
$_['text_for'] = '%s Подарунковий сертифікат для %s'; #47461
$_['entry_to_name'] = 'Ім’я одержувача:'; #47640
$_['entry_to_email'] = 'E-mail одержувача:'; #47443
$_['entry_from_name'] = 'Ваше ім’я:'; #47641
$_['entry_from_email'] = 'Ваш e-mail:'; #47444
$_['entry_theme'] = 'Оформлення подарункового сертифікату:'; #47445
$_['entry_message'] = 'Повідомлення:<br /><span class="help">(За бажанням)</span>'; #47587
$_['entry_amount'] = ' Сума: <br /><span class="help">(Значення має бути від %s до %S) </span>'; #47467
$_['error_to_name'] = 'Ім’я Одержувача повинно містити від 1 до 64 символів!'; #47528
$_['error_from_name'] = 'Ваше ім’я повинно містити від 1 до 64 символів!'; #47529
$_['error_email'] = 'E-mail не вірний або містить недопустимі символи!'; #47449
$_['error_theme'] = 'Ви повинні обрати оформлення!'; #47446
$_['error_amount'] = 'Сума повинна бути від %s до %s!'; #47459
$_['error_agree'] = 'Увага! Ви повині погодитися, що подарункові сертифікати не підлягають поверненню.'; #47530
