<?php
/***********************************************************************************************************************

Version 1.5.5.1
Created 19:13 20.05.2013 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://github.com/opencart-ukraine). All rights reserved.

Translators:
 Eugene Kuligin (http://github.com/shaman)
 and others.

Responsible for Translation:
 Eugene Kuligin (http://github.com/shaman)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://github.com/opencart-ukraine

************************************************************************************************************************/

$_['heading_title'] = 'Придбати подарунковий сертифікат'; #43173
$_['text_account'] = 'Обліковий запис'; #43166
$_['text_voucher'] = 'Подарунковий сертифікат'; #43167
$_['text_description'] = 'Цей подарунковий сертифікат буде відправлено до одержувача після Вашої оплати згідно замовлення.'; #43185
$_['text_agree'] = 'Я розумію, що подарункові сертифікати не підлягають поверненню.'; #43183
$_['text_message'] = 'Дякуємо за придбання подарункового сертифікату! Як тільки Ви сплатите Ваше замовлення, подарунковий сертифікат буде відправлено отримувачу електронною поштою з вказанням як його застосувати.'; #43191
$_['text_for'] = '%s Подарунковий сертифікат для %s'; #43186
$_['entry_to_name'] = 'Ім’я одержувача:'; #43365
$_['entry_to_email'] = 'E-mail одержувача:'; #43168
$_['entry_from_name'] = 'Ваше ім’я:'; #43366
$_['entry_from_email'] = 'Ваш e-mail:'; #43169
$_['entry_theme'] = 'Оформлення подарункового сертифікату:'; #43170
$_['entry_message'] = 'Повідомлення:<br /><span class="help">(За бажанням)</span>'; #43312
$_['entry_amount'] = ' Сума: <br /><span class="help">(Значення має бути від %s до %S) </span>'; #43192
$_['error_to_name'] = 'Ім’я Одержувача повинно містити від 1 до 64 символів!'; #43253
$_['error_from_name'] = 'Ваше ім’я повинно містити від 1 до 64 символів!'; #43254
$_['error_email'] = 'E-mail не вірний або містить недопустимі символи!'; #43174
$_['error_theme'] = 'Ви повинні обрати оформлення!'; #43171
$_['error_amount'] = 'Сума повинна бути від %s до %s!'; #43184
$_['error_agree'] = 'Увага! Ви повині погодитися, що подарункові сертифікати не підлягають поверненню.'; #43255
