<?php

//version 2.0.0.0
//Made by Sirchyk for www.marketplus.if.ua on 16 of october 2014.
//info@marketplus.if.ua

// Heading
$_['heading_title']     = 'Відстеження маркетингу';

// Text
$_['text_success']      = 'Ви успішно змінили відстеження маркетингу!';
$_['text_list']         = 'Список відстеження маркетингу';
$_['text_add']          = 'Додати відстеження маркетингу';
$_['text_edit']         = 'Змінити відстеження маркетингу';

// Column
$_['column_name']       = 'Назва кампанії';
$_['column_code']       = 'Код';
$_['column_clicks']     = 'Кліків';
$_['column_orders']     = 'Замовлень';
$_['column_date_added'] = 'Дата додавання';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва кампанії';
$_['entry_description'] = 'Опис кампанії';
$_['entry_code']        = 'Код відслідковування';
$_['entry_example']     = 'Приклади';
$_['entry_date_added']  = 'Дата додавання';

// Help
$_['help_code']         = 'Код відслідковування буде використовуватись для відслідковування ефективності кампаній.';
$_['help_example']      = 'Так система може відслідковувати рефералів. Вам необхідно додати код відслідковування в кінець посилання на Ваш сайт.';

// Error
$_['error_permission']  = 'У Вас немає доступу до зміни відстежень маркетингу!';
$_['error_name']        = 'Назва кампанії повинна містити від 1 до 32 символів!';
$_['error_code']        = 'Необхідний код відслідковування!';