<?php
// Heading
$_['heading_title']     = 'Групи клієнтів';

// Text
$_['text_success']      = 'Ви успішно змінили Групи клієнтів!';
$_['text_list']         = 'Список Груп клієнтів';
$_['text_add']          = 'Додати групу клієнтів';
$_['text_edit']         = 'Змінити групу клієнтів';

// Column
$_['column_name']       = 'Назва групи клієнтів';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва групи клієнтів';
$_['entry_description'] = 'Опис';
$_['entry_approval']    = 'Затвердити нових клієнтів';
$_['entry_sort_order']  = 'Порядок сортування';

// Help
$_['help_approval']     = 'Покупці повинні бути затверджені адміністратором перед тим як Вони зможуть увійти.';

// Error
$_['error_permission']   = 'У Вас неає доступу для зміни Груп клієнтів!';
$_['error_name']         = 'Назва Групи клієнтів повинна містити від 3 до 32 символів!';
$_['error_default']      = 'Ця Група користувачів не може бути видалена, оскільки вона використовується як Група користувачів за замовчуванням!';
$_['error_store']        = 'Ця Група користувачів не може бути видалена, оскільки вона використовується в %s магазинах!';
$_['error_customer']     = 'Ця Група користувачів не може бути видалена, оскільки вона використовується для %s покупців!';