<?php
/***********************************************************************************************************************

Version 1.4.9.6
Created 15:41 30.08.2011 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://github.com/opencart-ukraine). All rights reserved.

Translators:
 Aleksandr Rebrov (http://webplaneta.com.ua)
 Eugene Kuligin (http://github.com/shaman)
 Tatiana Konovalova (mira@opencart-ua.org)
 and others.

Responsible for Translation:
 Eugene Kuligin (http://github.com/shaman)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://github.com/opencart-ukraine

************************************************************************************************************************/

$_['heading_title'] = 'Налаштування'; #22924
$_['text_image_manager'] = 'Менеджер зображень'; #22925
$_['text_mail'] = 'Пошта'; #22926
$_['entry_owner'] = 'Власник магазину:'; #23202
$_['entry_logo'] = 'Логотип магазину:'; #23203
$_['entry_download'] = 'Дозволити завантаження:'; #23204
$_['button_add_store'] = 'Створити новий магазин'; #23386
$_['text_success'] = 'Налаштування збережено!'; #23395
$_['text_default'] = 'За замовчуванням'; #23396
$_['text_edit_store'] = 'Редагувати магазин:'; #23397
$_['text_smtp'] = 'SMTP'; #23398
$_['entry_name'] = 'Назва магазину:'; #23399
$_['entry_smtp_host'] = 'Сервер SMTP:'; #23400
$_['entry_smtp_username'] = 'Логін SMTP:'; #23401
$_['entry_smtp_password'] = 'Пароль SMTP:'; #23402
$_['entry_smtp_port'] = 'Порт SMTP:'; #23403
$_['entry_smtp_timeout'] = 'Тайм-аут SMTP:'; #23404
$_['entry_error_display'] = 'Відображати помилки:'; #23405
$_['entry_error_log'] = 'Журналювання помилок:'; #23406
$_['entry_error_filename'] = 'Назва файлу журналу:'; #23407
$_['entry_customer_approval'] = 'Активація нових користувачів: <br/><span class="help"> Не дозволяти входити новим клієнтам під своїм логіном і паролем до схвалення облікового запису. </span>'; #23421
$_['error_image_additional'] = 'Необхідно встановити розмір додаткових зображень товарів!'; #23422
$_['error_image_cart'] = 'Необхідно встановити розмір зображень товарів у кошику!'; #23423
$_['entry_url'] = 'Веб-адреса магазину:<br /><span class="help">Наприклад, http://www.domain.ua</span>'; #24004
$_['entry_address'] = 'Адреса:'; #24005
$_['entry_email'] = 'Електронна адреса:'; #24006
$_['entry_alert_emails'] = 'Додаткова інформація в листах:<br /><span class="help">Повідомлення, які будуть додані до кожного електронного листа (розділені комами)</span>'; #24007
$_['entry_telephone'] = 'Телефон:'; #24008
$_['entry_fax'] = 'Факс:'; #24009
$_['entry_title'] = 'Заголовок:'; #24010
$_['entry_meta_description'] = 'Мета-опис:'; #24011
$_['entry_description'] = 'Вітальне повідомлення:'; #24012
$_['entry_template'] = 'Шаблон магазину:'; #24013
$_['entry_country'] = 'Країна:'; #24014
$_['entry_zone'] = 'Регіон/область:'; #24015
$_['entry_language'] = 'Мова:'; #24016
$_['entry_admin_language'] = 'Мова панелі адміністрування:'; #24017
$_['entry_currency'] = 'Валюта:'; #24018
$_['entry_currency_auto'] = 'Автоматичне оновлення валюти:<br /><span class="help">Щоденне оновлення валют</span>'; #24019
$_['entry_weight_class'] = 'Одиниця ваги:'; #24020
$_['entry_length_class'] = 'Одиниця довжини:'; #24021
$_['entry_tax'] = 'Показати ціни з урахуванням податку:'; #24022
$_['entry_invoice_prefix'] = 'Префікс рахунку-фактури:<br /><span class="help">Наприклад «РФ-001»</span>'; #24023
$_['entry_customer_group'] = 'Група клієнтів:<br /><span class="help">Група клієнтів за замовчуванням</span>'; #24024
$_['entry_customer_price'] = 'Показувати ціни:<br /><span class="help"> Показувати ціни тільки зареєстрованим клієнтам</span>'; #24025
$_['entry_guest_checkout'] = 'Гостьові замовлення:<br /><span class="help"> Дозволити клієнтам замовлення без створення облікового запису</span>'; #24026
$_['entry_account'] = 'Умови облікового запису: <br /> <span class="help">Вимагатиметься погодження з умовами, перш ніж обліковий запис буде створено</span>'; #24027
$_['entry_checkout'] = 'Умови оформлення замовлення: <br /><span class="help">Вимагатиметься погодження з умовами перед здійсненням замовлення</span>'; #24028
$_['entry_order_status'] = 'Статус замовлення: <br /> <span class="help"> Статус за замоченням, що відображатиметься при замовленні товару</span>'; #24029
$_['entry_stock_display'] = 'Відображати кількість на складі:<br /><span class="help">Відображати кількість на складі на сторінці товару</span>'; #24030
$_['entry_stock_warning'] = 'Відображати попередження про відсутність:<br /><span class="help">Відображати попередження про відсутність на сторінці кошика, у разі якщо продукт відсутній на складі</span>'; #24031
$_['entry_stock_checkout'] = 'Наявність товарів на складі:<br /><span class="help">Дозволити клієнтам замовлення, якщо обраних товарів на складі немає</span>'; #24032
$_['entry_stock_status'] = 'Статус відсутності на складі:<br /><span class="help">Встановити статус відсутності на складі для усіх товарів за замовчуванням</span>'; #24033
$_['entry_icon'] = 'Піктограма:<br /><span class="help">Файл піктограми повинен бути у форматі PNG та мати розмір сторін 16px</span>'; #24034
$_['entry_image_thumb'] = 'Розмір оригінального зображення товару:'; #24035
$_['entry_image_popup'] = 'Розмір виринаючого зображення товару:'; #24036
$_['entry_image_category'] = 'Розмір зображень категорії:'; #24037
$_['entry_image_product'] = 'Розмір зображень товарів у списку категорій:'; #24038
$_['entry_image_additional'] = 'Розмір зображень додаткових товарів:'; #24039
$_['entry_image_related'] = 'Розмір зображень рекомендованих товарів:'; #24040
$_['entry_image_cart'] = 'Розмір зображень у кошику:'; #24041
$_['entry_alert_mail'] = 'Повідомлення про замовлення:<br /><span class="help">Надсилати повідомлення власникові магазину про нове замовлення</span>'; #24042
$_['entry_download_status'] = 'Статус завантаження:<br /><span class="help">Статус замовлення для завантаження товарів</span>'; #24043
$_['entry_ssl'] = 'Використовувати SSL: <br/><span class="help"> Якщо сервер підтримує сертифікат SSL, вкажіть  адреси SSL у файлі конфігурації. </span>'; #24044
$_['entry_encryption'] = 'Ключ шифрування:<br /><span class="help">Ключ, який буде використано для шифрування конфіденційної інформації при обробці замовлень</span>'; #24045
$_['entry_compression'] = 'Рівень стиснення:<br /><span class="help"> Вкажіть значення від 0 до 9</span>'; #24046
$_['entry_mail_protocol'] = 'Протокол електронної пошти:<span class="help">Перевірте, чи увімкнена на сервері функція mail()</span>'; #24047
$_['entry_mail_parameter'] = 'Параметри пошти:<span class="help">Якщо на сервері використовується функція mail(), додаткові параметри можуть бути вказані тут</span>'; #24048
$_['entry_seo_url'] = 'Використання SEO:<span class="help">Для використання цієї функії перейменуйте файл «htaccess.txt» в «.htaccess». Ваш сервер Apache повинен підтримувати mod-rewrite</span>'; #24049
$_['entry_shipping_session'] = 'Сесії доставки:<br /><span class="help"> Зберігає обрані параметри доставки для прискорення оформлення замовлення. Може бути змінено при зміні кошика або адреси</span>'; #24050
$_['entry_catalog_limit'] = 'Кількість елементів на сторінку в каталозі:<br /><span class="help">Визначає кількість елементів, які відображаються на одній сторінці в каталозі (товари, категорії і т.д.)</span>'; #24051
$_['entry_admin_limit'] = 'Кількість елементів на сторінку в адміністративній панелі:<br /><span class="help">Визначає кількість елементів, які відображаються на одній сторінці в адміністративній панелі (замовлення, клієнти і т.д.)</span>'; #24052
$_['entry_cart_weight'] = 'Показувати вагу товарів на сторінці кошика:'; #24053
$_['entry_review'] = 'Дозволити відгуки:<br /><span class="help"> Вмикає / вимикає додавання та відображення відгуків</span>'; #24054
$_['entry_maintenance'] = 'Режим обслуговування:<br /><span class="help"> Вимикає відображення магазину усім, окрім адміністратора. При цьому буде відображатися повідомлення про обслуговування. </span>'; #24055
$_['entry_token_ignore'] = 'Ігнорувати хеш на сторінках:<br /><span class="help">Дана версія OpenCart захищена хешуванням. Модулі, які не були оновлені для підтримки хешування, можуть бути позначенні для ігнорування цієї функції для нормальної роботи. </span>'; #24056
$_['error_permission'] = 'Ви не маєте повноважень для зміни налаштувань!'; #24057
$_['error_name'] = 'Назва магазину повинна містити від 3 до 32 символів!'; #24058
$_['error_url'] = 'Необхідно вказати веб-адресу магазину!'; #24059
$_['error_title'] = 'Заголовок повинен містити від 3 до 32 символів!'; #24060
$_['error_owner'] = 'Ім’я власника магазину повинно містити від 3 до 64 символів!'; #24061
$_['error_address'] = 'Адреса магазину повинна містити від 10 до 256 символів!'; #24062
$_['error_limit'] = 'Необхідно вказати ліміти!'; #24063
$_['error_email'] = 'Адреса електронної пошти має невірний формат!'; #24064
$_['error_telephone'] = 'Номер телефону повинен містити від 3 до 32 символів!'; #24065
$_['error_image_thumb'] = 'Необхідно встановити розмір оригінального зображення товару!'; #24066
$_['error_image_category'] = 'Необхідно встановити розмір зображень списку категорій!'; #24067
$_['error_error_filename'] = 'Необхідно вказати назву файлу для журналювання помилок!'; #24068
$_['error_required_data'] = 'Не заповнено обов’язкові поля!'; #24069
$_['error_image_product'] = 'Необхідно встановити розмір зображень товарів у списку категорій!'; #24073
$_['error_image_popup'] = 'Необхідно встановити розмір виринаючого зображення товару!'; #24074
$_['error_image_related'] = 'Необхідно встановити розмір зображень рекомендованих товарів!'; #24075
$_['entry_account_mail'] = 'Повідомлення про реєстрацію:<br /><span class="help">Надіслати власникові магазину email у разі реєстрації нового облікового запису</span>'; #24087
