<?php
/***********************************************************************************************************************

Version 1.5.5.1
Created 19:13 20.05.2013 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://github.com/opencart-ukraine). All rights reserved.

Translators:
 Aleksandr Rebrov (http://webplaneta.com.ua)
 Eugene Kuligin (http://github.com/shaman)
 Tatiana Konovalova (mira@opencart.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (http://github.com/shaman)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://github.com/opencart-ukraine

************************************************************************************************************************/

$_['heading_title'] = 'Налаштування'; #40516
$_['text_success'] = 'Налаштування збережено!'; #40902
$_['text_items'] = 'Товари'; #43341
$_['text_product'] = 'Товари'; #43378
$_['text_voucher'] = 'Ваучери'; #43374
$_['text_tax'] = 'Податки'; #43342
$_['text_account'] = 'Обліковий запис'; #43379
$_['text_checkout'] = 'Замовлення'; #43411
$_['text_stock'] = 'Магазин'; #43412
$_['text_affiliate'] = 'Партнерська програма'; #43380
$_['text_return'] = 'Повернення'; #43343
$_['text_image_manager'] = 'Менеджер зображень'; #40517
$_['text_browse'] = 'Огляд файлу'; #43067
$_['text_clear'] = 'Очистити зображення'; #42976
$_['text_shipping'] = 'Адреса доставки'; #42977
$_['text_payment'] = 'Адреса оплати'; #42978
$_['text_mail'] = 'Пошта'; #40518
$_['text_smtp'] = 'SMTP'; #40903
$_['entry_name'] = 'Назва магазину:'; #40904
$_['entry_owner'] = 'Власник магазину:'; #40739
$_['entry_address'] = 'Адреса:'; #41422
$_['entry_email'] = 'Електронна адреса:'; #41423
$_['entry_telephone'] = 'Телефон:'; #41425
$_['entry_fax'] = 'Факс:'; #41426
$_['entry_title'] = 'Заголовок:'; #41427
$_['entry_meta_description'] = 'Мета-опис:'; #41428
$_['entry_layout'] = 'Макет за замовчуванням:'; #42422
$_['entry_template'] = 'Шаблон магазину:'; #41429
$_['entry_country'] = 'Країна:'; #41430
$_['entry_zone'] = 'Регіон/область:'; #41431
$_['entry_language'] = 'Мова:'; #41432
$_['entry_admin_language'] = 'Мова панелі адміністрування:'; #41433
$_['entry_currency'] = 'Валюта:<br /><span class="help">Встановіть валюту за замовчуванням. Для відображення змін необхідно очистити cookie.</span>'; #41434
$_['entry_currency_auto'] = 'Автоматичне оновлення валюти:<br /><span class="help">Щоденне оновлення валют</span>'; #41435
$_['entry_length_class'] = 'Одиниця довжини:'; #41437
$_['entry_weight_class'] = 'Одиниця ваги:'; #41436
$_['entry_catalog_limit'] = 'Кількість елементів на сторінку в каталозі:<br /><span class="help">Визначає кількість елементів, які відображаються на одній сторінці в каталозі (товари, категорії і т.д.)</span>'; #41464
$_['entry_admin_limit'] = 'Кількість елементів на сторінку в адміністративній панелі:<br /><span class="help">Визначає кількість елементів, які відображаються на одній сторінці в адміністративній панелі (замовлення, клієнти і т.д.)</span>'; #41465
$_['entry_product_count'] = 'Кількість товарів в підкатегорії:<br/><span class="help">Показати кількість продуктів в підкатегорії в категорії меню заголовка магазину. <b>Будьте обережні, це може викликати зайве навантаження в продуктивності для магазинів з великою кількістю підкатегорій</b></span>'; #43391
$_['entry_review'] = 'Дозволити відгуки:<br /><span class="help"> Вмикає / вимикає додавання та відображення відгуків</span>'; #41467
$_['entry_download'] = 'Дозволити завантаження:'; #40741
$_['entry_voucher_min'] = 'Мінімальна кількість подарункових ваучерів:<br /><span class="help">Мінімальна кількість ваучерів які клієнт може використовувати</span>'; #43413
$_['entry_voucher_max'] = 'Максимальна кількість подарункових ваучерів:<br /><span class="help">Максимальна кількість ваучерів які клієнт може використовувати.</span>'; #43389
$_['entry_tax'] = 'Показати ціни з урахуванням податку:'; #41438
$_['entry_vat'] = 'Валідація номера через VAT:<br /><span class="help">Валідувати номер телефону через VAT з допомогою сервісу http://ec.europa.eu .</span>'; #43377
$_['entry_tax_default'] = '	Використовувати адресу податків магазину:<br /><span class="help">Використовувати адресу магазину для підрахування податків, якщо нихто не ідентифікований. Можете обрати адресу магазину для клієнтської адреси доставки чи оплати.</span>'; #42979
$_['entry_tax_customer'] = 'Використати адресу податків клієнта:<br /><span class="help">Використати адресу клієнта за замовчуванням, коли він ідентифікується для підрахування податків. Можете обрати адресу за замовчуванням для клієнтської адреси доставки чи оплати.</span>'; #43068
$_['entry_customer_online'] = 'Користувачі онлайн:<br /><span class="help">Відслідковування користувачів онлайн за допомогою системи звітів.</span>'; #43532
$_['entry_customer_group'] = 'Група клієнтів:<br /><span class="help">Група клієнтів за замовчуванням</span>'; #41440
$_['entry_customer_group_display'] = 'Групи клієнтів:<br /><span class="help">Відображення груп покупців для того щоб клієнти могли вибрати опт або бізнес при реєстрації.</span>'; #43390
$_['entry_customer_price'] = 'Показувати ціни:<br /><span class="help"> Показувати ціни тільки зареєстрованим клієнтам</span>'; #41441
$_['entry_account'] = 'Умови облікового запису: <br /> <span class="help">Вимагатиметься погодження з умовами, перш ніж обліковий запис буде створено</span>'; #41443
$_['entry_cart_weight'] = 'Показувати вагу товарів на сторінці кошика:'; #41466
$_['entry_guest_checkout'] = 'Гостьові замовлення:<br /><span class="help"> Дозволити клієнтам замовлення без створення облікового запису</span>'; #41442
$_['entry_checkout'] = 'Умови оформлення замовлення: <br /><span class="help">Вимагатиметься погодження з умовами перед здійсненням замовлення</span>'; #41444
$_['entry_order_edit'] = 'Редагування замовлення:<br /><span class="help">Кількість днів, на протязі яких буде дозволено редагування замовлення. Це поле обов’язкове, оскільки ціни та знижки можуть змінуватися через деякий час.</span>'; #43161
$_['entry_invoice_prefix'] = 'Префікс рахунку-фактури:<br /><span class="help">Наприклад «РФ-001»</span>'; #41439
$_['entry_order_status'] = 'Статус замовлення: <br /> <span class="help"> Статус за замоченням, що відображатиметься при замовленні товару</span>'; #41445
$_['entry_complete_status'] = 'Статус завершеного замовлення:<br /><span class="help">Статус, необхідний для здійснення покупцем завантаження товарів та використання подарункових сертифікатів.</span>'; #42652
$_['entry_stock_display'] = 'Відображати кількість на складі:<br /><span class="help">Відображати кількість на складі на сторінці товару</span>'; #41446
$_['entry_stock_warning'] = 'Відображати попередження про відсутність:<br /><span class="help">Відображати попередження про відсутність на сторінці кошика, у разі якщо товар відсутній на складі</span>'; #41447
$_['entry_stock_checkout'] = 'Наявність товарів на складі:<br /><span class="help">Дозволити клієнтам замовлення, якщо обраних товарів на складі немає</span>'; #41448
$_['entry_stock_status'] = 'Статус відсутності на складі:<br /><span class="help">Встановити статус відсутності на складі для усіх товарів за замовчуванням</span>'; #41449
$_['entry_affiliate'] = 'Умови партнерської програми:<br /><span class="help">Вимагає погодження з умовами перед створенням партнерського облікового запису.</span>'; #42423
$_['entry_commission'] = 'Партнерська комісія (%):<br /><span class="help">Партнерська винагорода у відсотках від кожного замовлення.</span>'; #42424
$_['entry_return'] = 'Умови повернення:<br /> <span Class="help">Потребує від покупців погоджуватися з вказаними умовами перед поверненням товару</span>'; #43863
$_['entry_return_status'] = 'Статус повернення:<br /><span class="help">Статус за замовчуванням для нових повернень.</span>'; #42425
$_['entry_logo'] = 'Логотип магазину:'; #40740
$_['entry_icon'] = 'Піктограма:<br /><span class="help">Файл піктограми повинен бути у форматі PNG та мати розмір сторін 16px</span>'; #41450
$_['entry_image_category'] = 'Розмір зображень категорії:'; #41453
$_['entry_image_thumb'] = 'Розмір оригінального зображення товару:'; #41451
$_['entry_image_popup'] = 'Розмір виринаючого зображення товару:'; #41452
$_['entry_image_product'] = 'Розмір зображень товарів у списку категорій:'; #41454
$_['entry_image_additional'] = 'Розмір зображень додаткових товарів:'; #41455
$_['entry_image_related'] = 'Розмір зображень рекомендованих товарів:'; #41456
$_['entry_image_compare'] = 'Розмір зображень у списку порівняння товарів:'; #42426
$_['entry_image_wishlist'] = 'Розмір зображень у списку бажаних товарів:'; #42427
$_['entry_image_cart'] = 'Розмір зображень у кошику:'; #41457
$_['entry_ftp_host'] = 'Сервер FTP:'; #43600
$_['entry_ftp_port'] = 'Порт FTP:'; #43601
$_['entry_ftp_username'] = 'Логін FTP :'; #43602
$_['entry_ftp_password'] = 'Пароль FTP:'; #43603
$_['entry_ftp_root'] = 'Шлях FTP:<span class="help">Коренева тека, в якій встановлено OpenCart. Зазвичай, це public_html</span>'; #43851
$_['entry_ftp_status'] = 'Увімкнути FTP:'; #43604
$_['entry_mail_protocol'] = 'Протокол електронної пошти:<span class="help">Перевірте, чи увімкнена на сервері функція mail()</span>'; #41461
$_['entry_mail_parameter'] = 'Параметри пошти:<span class="help">Якщо на сервері використовується функція mail(), додаткові параметри можуть бути вказані тут</span>'; #41462
$_['entry_smtp_host'] = 'Сервер SMTP:'; #40905
$_['entry_smtp_username'] = 'Логін SMTP:'; #40906
$_['entry_smtp_password'] = 'Пароль SMTP:'; #40907
$_['entry_smtp_port'] = 'Порт SMTP:'; #40908
$_['entry_smtp_timeout'] = 'Тайм-аут SMTP:'; #40909
$_['entry_account_mail'] = 'Повідомлення про реєстрацію:<br /><span class="help">Надіслати власникові магазину email у разі реєстрації нового облікового запису</span>'; #41490
$_['entry_alert_mail'] = 'Повідомлення про замовлення:<br /><span class="help">Надсилати повідомлення власникові магазину про нове замовлення</span>'; #41458
$_['entry_alert_emails'] = 'Додаткова інформація в листах:<br /><span class="help">Повідомлення, які будуть додані до кожного електронного листа (розділені комами)</span>'; #41424
$_['entry_fraud_detection'] = 'Використовувати систему визначення шахрайства MaxMind:<br /><span class="help">MaxMind &mdash; це сервіс визначення шахрайств. Якщо ви не маєте ліцензійного коду, <a onclick="window.open(\'http://www.maxmind.com/?rId=opencart\');"><u>отримайте його зараз</u></a> та введіть в дане поле.</span>'; #43162
$_['entry_fraud_key'] = 'Ліцензійний код MaxMind:'; #43163
$_['entry_fraud_score'] = 'Оцінка ризику MaxMind:<br /><span class="help">Оцінка ризику в системі MaxMind (від 0 - 100)</span>'; #43164
$_['entry_fraud_status'] = 'Статус замовлення MaxMind:<br /><span class="help">Статус замовлення, який буде встановлено автоматично підчас виявлення шахрайства системою MaxMind.</span>'; #43165
$_['entry_secure'] = 'Використовувати протокол SSL:<br /><span class="help">Для використання протоколу SSL, потрібно налаштувати кореневі сертифікати для тек admin та catalog на вашому сервері.</span>'; #43893
$_['entry_shared'] = 'Використовувати спільні сесії:<br /><span class="help">Використовувати спільні сесії cookies для різних доменів.</span>'; #43894
$_['entry_robots'] = 'Robots:<br /><span class="help">Список пошукових ботів, для яких сесії не будуть використовуватись. По одному запису на строку.</span>'; #43895
$_['entry_seo_url'] = 'Використання SEO:<span class="help">Для використання цієї функії перейменуйте файл «htaccess.txt» в «.htaccess». Ваш сервер Apache повинен підтримувати mod-rewrite</span>'; #41463
$_['entry_file_extension_allowed'] = 'Дозволенні розширення файлів:<br /><span class="help">Вкажіть розширення файлів, що будуть доступні для завантаження. Кожне значення вказуйте в новому рядку.</span>'; #43867
$_['entry_file_mime_allowed'] = 'Дозволенні Mime типи файлів:<br /><span class="help">Вкажіть mime типи файлів, що будуть доступні для завантаження. Кожне значення вказуйте в новому рядку.</span>'; #43868
$_['entry_maintenance'] = 'Режим обслуговування:<br /><span class="help"> Вимикає відображення магазину усім, окрім адміністратора. При цьому буде відображатися повідомлення про обслуговування. </span>'; #41468
$_['entry_password'] = 'Дозволити нагадування паролю:<br /><span class="help">Дозволити нагадування паролю для користувачів адміністративної панелі. Функція деактивована за замовчуванням задля безпеки.</span>'; #43896
$_['entry_encryption'] = 'Ключ шифрування:<br /><span class="help">Ключ, який буде використано для шифрування конфіденційної інформації при обробці замовлень</span>'; #41459
$_['entry_compression'] = 'Рівень стиснення:<br /><span class="help"> Вкажіть значення від 0 до 9</span>'; #41460
$_['entry_error_display'] = 'Відображати помилки:'; #40910
$_['entry_error_log'] = 'Журналювання помилок:'; #40911
$_['entry_error_filename'] = 'Назва файлу журналу:'; #40912
$_['entry_google_analytics'] = 'Код Google Analytics:<br /><span class="help">Увійдіть до вашого <a onclick="window.open(\'http://www.google.com/analytics/\');"><u>облікового запису Google Analytics</u></a> та скопіюйте код відстеження у це поле.</span>'; #42428
$_['error_warning'] = 'Будь ласка, перевірте форму на помилки!'; #42429
$_['error_permission'] = 'Ви не маєте повноважень для зміни налаштувань!'; #41469
$_['error_name'] = 'Назва магазину повинна містити від 3 до 32 символів!'; #41470
$_['error_owner'] = 'Ім’я власника магазину повинно містити від 3 до 64 символів!'; #41472
$_['error_address'] = 'Адреса магазину повинна містити від 10 до 256 символів!'; #41473
$_['error_email'] = 'Адреса електронної пошти має невірний формат!'; #41475
$_['error_telephone'] = 'Номер телефону повинен містити від 3 до 32 символів!'; #41476
$_['error_title'] = 'Заголовок повинен містити від 3 до 32 символів!'; #41471
$_['error_limit'] = 'Необхідно вказати ліміти!'; #41474
$_['error_customer_group_display'] = 'Ви повинні включити по замовчуванню для групи клієнтів, якщо ви збираєтеся використовувати цю можливість!'; #43350
$_['error_voucher_min'] = 'Потрібно вказати мінімальну суму ваучера!'; #43414
$_['error_voucher_max'] = 'Потрібно вказати максимальну суму ваучера!'; #43415
$_['error_image_thumb'] = 'Необхідно встановити розмір оригінального зображення товару!'; #41477
$_['error_image_popup'] = 'Необхідно встановити розмір виринаючого зображення товару!'; #41484
$_['error_image_product'] = 'Необхідно встановити розмір зображень товарів у списку категорій!'; #41483
$_['error_image_category'] = 'Необхідно встановити розмір зображень списку категорій!'; #41478
$_['error_image_additional'] = 'Необхідно встановити розмір додаткових зображень товарів!'; #40922
$_['error_image_related'] = 'Необхідно встановити розмір зображень рекомендованих товарів!'; #41485
$_['error_image_compare'] = 'Необхідно вказати розмір зображень у списку порівняння товарів!'; #42430
$_['error_image_wishlist'] = 'Необхідно вказати розмір зображень у списку бажаних товарів!'; #42431
$_['error_image_cart'] = 'Необхідно встановити розмір зображень товарів у кошику!'; #40923
$_['error_ftp_host'] = 'Необхідно вказати сервер FTP!'; #43620
$_['error_ftp_port'] = 'Необхідно вказати порт FTP!'; #43621
$_['error_ftp_username'] = 'Необхідно вказати логін FTP!'; #43622
$_['error_ftp_password'] = 'Необхідно вказати пароль FTP!'; #43623
$_['error_error_filename'] = 'Необхідно вказати назву файлу для журналювання помилок!'; #41479
$_['error_encryption'] = 'Поле шифрування повинне містити від 3 до 32 символів!'; #43624
