<?php
/***********************************************************************************************************************

Version 1.5.5.1
Created 19:13 20.05.2013 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://github.com/opencart-ukraine). All rights reserved.

Translators:
 Cezar Dolmatov (neon8-160@yandex.ru)
 Eugene Kuligin (http://github.com/shaman)
 Roman Shtepa (xr0m3oz@gmail.com)
 Tatiana Konovalova (mira@opencart.ua)
 and others.

Responsible for Translation:
 Eugene Kuligin (http://github.com/shaman)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://github.com/opencart-ukraine

************************************************************************************************************************/

$_['heading_title'] = 'Налаштування'; #40913
$_['text_success'] = 'Налаштування успішно змінено!'; #40914
$_['text_items'] = 'Товари'; #43345
$_['text_tax'] = 'Податки'; #43346
$_['text_account'] = 'Рахунок'; #43347
$_['text_checkout'] = 'Замовлення'; #43416
$_['text_stock'] = 'Магазин'; #43417
$_['text_image_manager'] = 'Менеджер зображень'; #40895
$_['text_browse'] = 'Огляд файлу'; #43065
$_['text_clear'] = 'Очистити зображення'; #42972
$_['text_shipping'] = 'Адреса доставки'; #42973
$_['text_payment'] = 'Адреса оплати'; #42974
$_['column_name'] = 'Назва магазину'; #42432
$_['column_url'] = 'Адреса магазину'; #42433
$_['column_action'] = 'Дія'; #42079
$_['entry_url'] = 'Веб-адреса магазину:<br /><span class="help">Повний веб-шлях до магазину. Наприклад, http://www.domain.ua</span>'; #40924
$_['entry_ssl'] = 'Використовувати SSL:<br /><span class="help">Увімкніть SSL, якщо ваш сервер має встановлений сертифікат</span>'; #40925
$_['entry_name'] = 'Назва магазину:'; #40915
$_['entry_owner'] = 'Власник магазину:'; #42080
$_['entry_address'] = 'Адреса:'; #42081
$_['entry_email'] = 'E-mail:'; #42434
$_['entry_telephone'] = 'Телефон:'; #42082
$_['entry_fax'] = 'Факс:'; #42083
$_['entry_title'] = 'Назва:'; #40896
$_['entry_meta_description'] = 'Мета-опис:'; #41480
$_['entry_layout'] = 'Макет за замовчуванням:'; #42435
$_['entry_template'] = 'Шаблон:'; #40897
$_['entry_country'] = 'Країна:'; #40898
$_['entry_zone'] = 'Область/регіон:'; #41481
$_['entry_language'] = 'Мова:'; #40899
$_['entry_currency'] = 'Валюта:'; #40900
$_['entry_catalog_limit'] = 'Кількість елементів на сторінку в каталозі:<br /><span class="help">Визначає кількість елементів, які відображаються на одній сторінці в каталозі (товари, категорії і т.д.)</span>'; #40943
$_['entry_tax'] = 'Відображати ціни з податком:'; #40901
$_['entry_tax_default'] = 'Використовувати адресу податків магазину:<br /><span class="help">Використовувати адресу магазину для підрахування податків, якщо нихто не ідентифікований. Можете обрати  адресу магазину для клієнтської адреси доставки чи оплати.</span>'; #42975
$_['entry_tax_customer'] = 'Використати адресу податків клієнта:<br /><span class="help">Використати адресу клієнта за замовчуванням, коли він ідентифікується для підрахування податків. Можете обрати  адресу за замовчуванням для клієнтської адреси доставки чи оплати.</span>'; #43066
$_['entry_customer_group'] = 'Група клієнта:<br /><span class="help">Група клієнта за замовчуванням</span>'; #41482
$_['entry_customer_group_display'] = 'Група клієнтів:<br /><span class="help">Показати групи клієнтів, що нові клієнти можуть обрати для використання, таких як оптова та бізнесу при реєстрації.'; #43348
$_['entry_customer_price'] = 'Відображати ціну:<br /><span class="help">Відображати ціну тільки для зареєстрованих користувачів</span>'; #40944
$_['entry_account'] = 'Умови користування:<br /><span class="help">Вимагати погодження з правилами при створенні облікового запису</span>'; #40946
$_['entry_cart_weight'] = 'Показувати вагу товарів на сторінці кошика:'; #40920
$_['entry_guest_checkout'] = 'Гостьове оформлення замовлення:<br /><span class="help">Дозволити клієнтам оформлювати замовлення без створення облікового запису. Ця функція не буде доступна, якщо в кошику є товари для завантаження</span>'; #40945
$_['entry_checkout'] = 'Умови замовлення:<br /><span class="help">Вимагати погодження з правилами при замовленні товару</span>'; #40947
$_['entry_order_status'] = 'Статус замовленя:<br /><span class="help">Статус замовлення за замоченням</span>'; #40948
$_['entry_stock_display'] = 'Залишок на складі:<br /><span class="help">Показувати залишок на складі при перегляді товару</span>'; #40949
$_['entry_stock_checkout'] = 'Замовлення при нестачі на складі:<br /><span class="help">Дозволити клієнтам робити замовлення у разі, якщо товару на складі немає</span>'; #40950
$_['entry_logo'] = 'Логотип магазину:'; #40916
$_['entry_icon'] = 'Піктограма:<br /><span class="help">Файл піктограми повинен мати формат PNG та розміри сторін 16px</span>'; #40926
$_['entry_image_category'] = 'Розмір зображень категорії:'; #40927
$_['entry_image_thumb'] = 'Розмір оригінального зображення товару:'; #40917
$_['entry_image_popup'] = 'Розмір виринаючого зображення товару:'; #40918
$_['entry_image_product'] = 'Розмір зображень товарів у списку категорій:'; #40941
$_['entry_image_additional'] = 'Розмір зображень додаткових товарів:'; #40928
$_['entry_image_related'] = 'Розмір зображень рекомендованих товарів!'; #40942
$_['entry_image_compare'] = 'Розмір зображень у списку порівняння товарів:'; #42436
$_['entry_image_wishlist'] = 'Розмір зображень у списку бажаних товарів:'; #42437
$_['entry_image_cart'] = 'Розмір зображень у кошику:'; #40919
$_['entry_secure'] = 'Використати SSL:<br /><span class="help">Для використання SSL перевірте чи встановлений SSL сертифікат на хостингу.</span>'; #43866
$_['error_warning'] = 'Будь ласка, перевірте форму на помилки!'; #42438
$_['error_permission'] = 'Ви не маєте повноважень для керування магазинами!'; #40929
$_['error_name'] = 'Назва магазину повинна містити від 3 до 32 символів!'; #40930
$_['error_owner'] = 'Опис власника магазину повинен містити від 3 до 64 символів!'; #42439
$_['error_address'] = 'Адреса магазину повинна містити від 10 до 256 символів!'; #42440
$_['error_email'] = 'Невірний формат e-mail!'; #42441
$_['error_telephone'] = 'Телефон повинен містити від 3 до 32 символів!'; #42442
$_['error_url'] = 'Не вказано веб-адресу магазину!'; #40931
$_['error_title'] = 'Заголовок повинен містити від 3 до 32 символів!'; #40932
$_['error_limit'] = 'Необхідно вказати ліміти!'; #40921
$_['error_customer_group_display'] = 'Ви повинні включити по замовчуванню для групи клієнтів, якщо ви збираєтеся використовувати цю можливість!'; #43349
$_['error_image_thumb'] = 'Необхідно встановити розмір оригінального зображення товару!'; #40933
$_['error_image_popup'] = 'Необхідно встановити розмір виринаючого зображення товару!'; #40934
$_['error_image_product'] = 'Необхідно встановити розмір зображень товарів у списку категорій!'; #40936
$_['error_image_category'] = 'Необхідно встановити розмір зображень списку категорій!'; #40935
$_['error_image_additional'] = 'Необхідно встановити розмір додаткових зображень товарів!'; #40937
$_['error_image_related'] = 'Необхідно встановити розмір зображень рекомендованих товарів!'; #40938
$_['error_image_compare'] = 'Необхідно вказати розмір зображень у списку порівняння товарів!'; #42443
$_['error_image_wishlist'] = 'Необхідно вказати розмір зображень у списку бажаних товарів!'; #42444
$_['error_image_cart'] = 'Необхідно встановити розмір зображень товарів у кошику!'; #40939
$_['error_default'] = 'Ви не можете видалити магазин, що використовується за замовчуванням!'; #42445
$_['error_store'] = 'Цей магазин не може бути видалено, оскільки він використовується в замовленнях %s!'; #40940
