<?php
/***********************************************************************************************************************

Version 1.4.9.6
Created 15:41 30.08.2011 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://github.com/opencart-ukraine). All rights reserved.

Translators:
 Eugene Kuligin (http://github.com/shaman)
 Tatiana Konovalova (mira@opencart-ua.org)
 and others.

Responsible for Translation:
 Eugene Kuligin (http://github.com/shaman)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://github.com/opencart-ukraine

************************************************************************************************************************/

$_['text_image_manager'] = 'Менеджер зображень'; #23387
$_['entry_title'] = 'Назва:'; #23388
$_['entry_template'] = 'Шаблон:'; #23389
$_['entry_description'] = 'Привітання:'; #23390
$_['entry_country'] = 'Країна:'; #23391
$_['entry_language'] = 'Мова:'; #23392
$_['entry_currency'] = 'Валюта:'; #23393
$_['entry_tax'] = 'Відображати ціни з податком:'; #23394
$_['heading_title'] = 'Налаштування'; #23408
$_['text_success'] = 'Налаштування успішно змінено!'; #23409
$_['text_default'] = 'За замовчуванням'; #23410
$_['text_edit_store'] = 'Змінити магазин:'; #23411
$_['entry_name'] = 'Назва магазину:'; #23412
$_['entry_logo'] = 'Логотип магазину:'; #23413
$_['entry_image_thumb'] = 'Розмір оригінального зображення товару:'; #23414
$_['entry_image_popup'] = 'Розмір виринаючого зображення товару:'; #23415
$_['entry_image_cart'] = 'Розмір зображень у кошику:'; #23416
$_['entry_cart_weight'] = 'Показувати вагу товарів на сторінці кошика:'; #23417
$_['button_add_store'] = 'Створити новий магазин'; #23418
$_['button_delete_store'] = 'Видалити магазин'; #23419
$_['error_limit'] = 'Необхідно вказати ліміти!'; #23420
$_['entry_url'] = 'Веб-адреса магазину:<br /><span class="help">Повний веб-шлях до магазину. Наприклад, http://www.domain.ua</span>'; #23424
$_['entry_ssl'] = 'Використовувати SSL:<br /><span class="help">Увімкніть SSL, якщо ваш сервер має встановлений сертифікат</span>'; #23425
$_['entry_icon'] = 'Піктограма:<br /><span class="help">Файл піктограми повинен мати формат PNG та розміри сторін 16px</span>'; #23426
$_['entry_stock_check'] = 'Попередження при нестачі на складі:<br /><span class="help">Відображати попередження у кошику, якщо товару на складі немає</span>'; #23427
$_['entry_image_category'] = 'Розмір зображень категорії:'; #23428
$_['entry_image_additional'] = 'Розмір зображень додаткових товарів:'; #23429
$_['error_permission'] = 'Ви не маєте повноважень для керування магазинами!'; #23430
$_['error_name'] = 'Назва магазину повинна містити від 3 до 32 символів!'; #23431
$_['error_url'] = 'Не вказано веб-адресу магазину!'; #23432
$_['error_title'] = 'Заголовок повинен містити від 3 до 32 символів!'; #23433
$_['error_image_thumb'] = 'Необхідно встановити розмір оригінального зображення товару!'; #23434
$_['error_image_popup'] = 'Необхідно встановити розмір виринаючого зображення товару!'; #23435
$_['error_image_category'] = 'Необхідно встановити розмір зображень списку категорій!'; #23436
$_['error_image_product'] = 'Необхідно встановити розмір зображень товарів у списку категорій!'; #23437
$_['error_image_additional'] = 'Необхідно встановити розмір додаткових зображень товарів!'; #23438
$_['error_image_related'] = 'Необхідно встановити розмір зображень рекомендованих товарів!'; #23439
$_['error_image_cart'] = 'Необхідно встановити розмір зображень товарів у кошику!'; #23440
$_['error_store'] = 'Цей магазин не може бути видалено, оскільки він використовується в замовленнях %s!'; #23441
$_['entry_image_product'] = 'Розмір зображень товарів у списку категорій:'; #23442
$_['entry_image_related'] = 'Розмір зображень рекомендованих товарів!'; #23443
$_['entry_catalog_limit'] = 'Кількість елементів на сторінку в каталозі:<br /><span class="help">Визначає кількість елементів, які відображаються на одній сторінці в каталозі (товари, категорії і т.д.)</span>'; #23444
$_['entry_customer_price'] = 'Відображати ціну:<br /><span class="help">Відображати ціну тільки для зареєстрованих користувачів</span>'; #23445
$_['entry_customer_approval'] = 'Активація нових користувачів: <br /><span class="help">Не дозволяти клієнтам входити під своїм логіном та паролем до схвалення реєстрації адміністратором</span>'; #23446
$_['entry_guest_checkout'] = 'Гостьове оформлення замовлення:<br /><span class="help">Дозволити клієнтам оформлювати замовлення без створення облікового запису. Ця функція не буде доступна, якщо в кошику є товари для завантаження</span>'; #23447
$_['entry_account'] = 'Умови користування:<br /><span class="help">Вимагати погодження з правилами при створенні облікового запису</span>'; #23448
$_['entry_checkout'] = 'Умови замовлення:<br /><span class="help">Вимагати погодження з правилами при замовленні товару</span>'; #23449
$_['entry_order_status'] = 'Статус замовленя:<br /><span class="help">Статус замовлення за замоченням</span>'; #23450
$_['entry_stock_display'] = 'Залишок на складі:<br /><span class="help">Показувати залишок на складі при перегляді товару</span>'; #23451
$_['entry_stock_checkout'] = 'Замовлення при нестачі на складі:<br /><span class="help">Дозволити клієнтам робити замовлення у разі, якщо товару на складі немає</span>'; #23452
$_['entry_meta_description'] = 'Мета-опис:'; #24070
$_['entry_zone'] = 'Область/регіон:'; #24071
$_['entry_customer_group'] = 'Група клієнта:<br /><span class="help">Група клієнта за замовчуванням</span>'; #24072
$_['error_required_data'] = 'Не заповнено обов’язкові поля!'; #24076
