<?php

//version 2.0.0.0
//Made by Sirchyk for www.marketplus.if.ua on 16 of october 2014.
//info@marketplus.if.ua

// Heading
$_['heading_title']     = 'Мови';

// Text
$_['text_success']      = 'Ви успішно змінили мову!';
$_['text_list']         = 'Список мов';
$_['text_add']          = 'Додати мову';
$_['text_edit']         = 'Змінити мову';

// Column
$_['column_name']       = 'Назва мови';
$_['column_code']       = 'Код';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва мови';
$_['entry_code']        = 'Код';
$_['entry_locale']      = 'Локаль';
$_['entry_image']       = 'Зображення';
$_['entry_directory']   = 'Каталог';
$_['entry_filename']    = 'Назва файлу';
$_['entry_status']      = 'Статус';
$_['entry_sort_order']  = 'Порядок сортування';

// Help
$_['help_code']         = 'Приклад: en. Не міняти якщо це мова за замовчуванням.';
$_['help_locale']       = 'Приклад: en_US.UTF-8,en_US,en-gb,en_gb,english';
$_['help_image']        = 'Приклад: gb.png';
$_['help_directory']    = 'Назва директорії з мовою (чутлива до регістру)';
$_['help_filename']     = 'Назва файлу основної мови без розширення';
$_['help_status']       = 'Показати/Сховати в випадаючому списку мов';

// Error
$_['error_permission']  = 'У вас немає доступу для зміни мов!';
$_['error_name']        = 'Назва мови повинна містити від 3 до 32 символів!';
$_['error_code']        = 'Код мови повинен містити як мінімум 2 символи!';
$_['error_locale']      = 'Локаль потрібна!';
$_['error_image']       = 'Назва файлу зображення повинна містити від 3 до 64 символів!';
$_['error_directory']   = 'Необхідно вказати папку де знаходиться мова!';
$_['error_filename']    = 'Назва файлу повинна містити від 3 до 64 символів!';
$_['error_default']     = 'Ця мова не може бути видалена оскільки зараз вона використовується як мова за замовчуванням!';
$_['error_admin']       = 'Ця мова не може бути видалена оскільки зараз вона використовується як мова панелі керування!';
$_['error_store']       = 'Ця мова не може бути видалена оскільки зараз вона використовується в %s магазинах!';
$_['error_order']       = 'Ця мова не може бути видалена оскільки зараз вона використовується в %s замовленнях!';