<?php

//version 2.0.0.0
//Made by Sirchyk for www.marketplus.if.ua on 16 of october 2014.
//info@marketplus.if.ua

// Heading
$_['heading_title']    = 'Причини повернення';

// Text
$_['text_success']     = 'Ви успішно змінили причини повернення!';
$_['text_list']        = 'Список причин повернення';
$_['text_add']         = 'Додати причину повернення';
$_['text_edit']        = 'Змінити причину повернення';

// Column
$_['column_name']      = 'Назва причини повернення';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва причини повернення';

// Error
$_['error_permission'] = 'У Вас немає доступу для зміни причин повернення!';
$_['error_name']       = 'Назва причини повернення повинна містити від 3 до 128 символів!';
$_['error_return']     = 'Цю причину повернення неможливо видалити оскільки зараз вона використовується в %s повернутих товарах!';