<?php
/***********************************************************************************************************************

Version 1.5.5.1
Created 19:13 20.05.2013 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://github.com/opencart-ukraine). All rights reserved.

Translators:
 Eugene Kuligin (http://github.com/shaman)
 and others.

Responsible for Translation:
 Eugene Kuligin (http://github.com/shaman)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://github.com/opencart-ukraine

************************************************************************************************************************/

$_['heading_title'] = 'Партнерська програма'; #41970
$_['text_account'] = 'Рахунок'; #41971
$_['text_login'] = 'Логін'; #41972
$_['text_description'] = '<p>Партнерська програма %s є безкоштовною для участі та дозволяє учасникам отримувати прибуток від розміщення спеціальних посилань %s або посилань на окремі товари.</p><p>Комісія буде нараховуватись після здійснення купівлі товару за партнерським посиланням. На даний час комісія становить %s. Для отримання детальної інформації, ознайомтесь з частими питаннями та партнерською Угодою.</p>'; #42529
$_['text_new_affiliate'] = 'Реєстрація в партнерській програмі'; #41973
$_['text_register_account'] = '<p>У мене немає облікового запису партнера.</p><p>Натисніть кнопку продовження, щоб стати новим партнером. Зверніть увагу, що обліковий запис партнера не має відношення до облікового запису покупця.</p>'; #42530
$_['text_returning_affiliate'] = 'Вхід в партнерську програму'; #42076
$_['text_i_am_returning_affiliate'] = 'Я вже маю партнерський аккаунт.'; #42527
$_['text_forgotten'] = 'Забули пароль?'; #41974
$_['entry_email'] = 'Партнерський e-mail:'; #42528
$_['entry_password'] = 'Пароль:'; #41975
$_['error_login'] = 'Немає збігів для цієї адреси e-mail чи паролю.'; #42531
$_['error_approved'] = 'Ваш обліковий запис не підтверджено.'; #43335
