<?php

//version 2.0.0.0
//Made by Sirchyk for www.marketplus.if.ua on 16 of october 2014.
//info@marketplus.if.ua

// Heading
$_['heading_title']                 = 'Партнерська програма';

// Text
$_['text_account']                  = 'Профіль';
$_['text_login']                    = 'Логін';
$_['text_description']              = '<p>%s партнерська програма безкоштовна і дозволяє користувачам заробляти гроші, розміщуючи посилання на їхніх сайтах з рекламою %s або конкретним товаром. Будь-які покупки покупців, які натиснули на такі посилання, принесуть партнерам комісію від продажу. Стандартна комісія зараз складає %s.</p><p>Щоб отримати більше інформації відвідайте сторіну частих питань або перегляньте умови партнерської програми.</p>';
$_['text_new_affiliate']            = 'Новий партнер';
$_['text_register_account']         = '<p>Я поки-що не зараєстрований в парнерській програмі.</p><p>Натисніть продовжити для створення нового партнерського профілю. Зверніть увагу що це ніяк не повязано з Вашим звичайним профілем.</p>';
$_['text_returning_affiliate']      = 'Вхід в партнерську програму';
$_['text_i_am_returning_affiliate'] = 'Вже зареєстрований в партнерській програмі.';
$_['text_forgotten']                = 'Забули пароль';

// Entry
$_['entry_email']                   = 'E-Mail';
$_['entry_password']                = 'Пароль';

// Error
$_['error_login']                   = 'E-Mail і/чи пароль не співпадають.';
$_['error_approved']                = 'Ваш профіль потребує підтвердження перед тим як Ви зможете ввійти.';