<?php
/***********************************************************************************************************************

Version 1.5.6
Created 23:02 15.01.2014 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://github.com/opencart-ukraine). All rights reserved.

Translators:
 Eugene Kuligin (http://github.com/shaman)
 and others.

Responsible for Translation:
 Eugene Kuligin (http://github.com/shaman)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://github.com/opencart-ukraine

************************************************************************************************************************/

$_['heading_title'] = 'Партнерська програма'; #46245
$_['text_account'] = 'Рахунок'; #46246
$_['text_login'] = 'Логін'; #46247
$_['text_description'] = '<p>Партнерська програма %s є безкоштовною для участі та дозволяє учасникам отримувати прибуток від розміщення спеціальних посилань %s або посилань на окремі товари.</p><p>Комісія буде нараховуватись після здійснення купівлі товару за партнерським посиланням. На даний час комісія становить %s. Для отримання детальної інформації, ознайомтесь з частими питаннями та партнерською Угодою.</p>'; #46804
$_['text_new_affiliate'] = 'Реєстрація в партнерській програмі'; #46248
$_['text_register_account'] = '<p>У мене немає облікового запису партнера.</p><p>Натисніть кнопку продовження, щоб стати новим партнером. Зверніть увагу, що обліковий запис партнера не має відношення до облікового запису покупця.</p>'; #46805
$_['text_returning_affiliate'] = 'Вхід в партнерську програму'; #46351
$_['text_i_am_returning_affiliate'] = 'Я вже маю партнерський аккаунт.'; #46802
$_['text_forgotten'] = 'Забули пароль?'; #46249
$_['entry_email'] = 'Партнерський e-mail:'; #46803
$_['entry_password'] = 'Пароль:'; #46250
$_['error_login'] = 'Немає збігів для цієї адреси e-mail чи паролю.'; #46806
$_['error_approved'] = 'Ваш обліковий запис не підтверджено.'; #47610
