<?php

//version 2.0.0.0
//Made by Sirchyk for www.marketplus.if.ua on 16 of october 2014.
//info@marketplus.if.ua

// Heading
$_['heading_title']    = 'Відслідковування партнерської програми';

// Text
$_['text_account']     = 'Профіль';
$_['text_description'] = 'Для отримання виплат за рефералів, яких Ви відправили до нас, ви мусите додавати код відслідковування в адресу нашої web-сторінки. Тоді ми будемо точно знати що саме цього клієнта Ви направили на наш сайт. Ви можете використати наступні інструменти для генерування посилань на %s сайт.';

// Entry
$_['entry_code']       = 'Ваш код відслідковування';
$_['entry_generator']  = 'Генератор посилань для партнерської програми';
$_['entry_link']       = 'Посилання з відслідковуванням';

// Help
$_['help_generator']  = 'Введіть назву товару на який Ви хочете створити посилання';