<?php

//version 2.0.0.0
//Made by Sirchyk for www.marketplus.if.ua on 16 of october 2014.
//info@marketplus.if.ua

// Text
$_['text_approve_subject']      = '%s - Ваш обліковий запис активовано!';
$_['text_approve_welcome']      = 'Ласкаво просимо і дякуємо Вам за реєстрацію в %s!';
$_['text_approve_login']        = 'Ваш обліковий запис створено і зараз Ви можете увійти використавши Вашу email адресу і пароль на наш сайт або використати наступне посилання:';
$_['text_approve_services']     = 'Після входу Ви зможете використовувати додаткові сервіси, наариклад переглядати історію замовлень, друкувати рахунки-фактури і змінювати деталі вашого облікового запису.';
$_['text_approve_thanks']       = 'Дякуємо,';
$_['text_transaction_subject']  = '%s - Обліковий запис створено';
$_['text_transaction_received'] = 'Ви отримали %s на Ваш рахунок!';
$_['text_transaction_total']    = 'Ваш загальний баланс %s.' . "\n\n" . 'Суму вашої наступної покупки буде автоматично зменшено на суму балансу вашого облікового запису.';
$_['text_reward_subject']       = '%s - Бонусні бали';
$_['text_reward_received']      = 'Ви отримали %s бонусних балів!';
$_['text_reward_total']         = 'Сума ваших бонусних балів складає %s.';