<?php
/***********************************************************************************************************************

Version 1.5.5.1
Created 19:13 20.05.2013 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://github.com/opencart-ukraine). All rights reserved.

Translators:
 Aleksandr Rebrov (http://webplaneta.com.ua)
 Eugene Kuligin (http://github.com/shaman)
 and others.

Responsible for Translation:
 Eugene Kuligin (http://github.com/shaman)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://github.com/opencart-ukraine

************************************************************************************************************************/

$_['heading_title'] = 'Кошик'; #39922
$_['text_success'] = '<a href="%s">%s</a> успішно додано до <a href="%s">кошика</a>!'; #41665
$_['text_remove'] = 'Ви успішно оновили кошик!'; #43256
$_['text_coupon'] = 'Ваш купон на знижку успішно застосовано!'; #43187
$_['text_voucher'] = 'Ваш подарунковий сертифікат на знижку успішно застосовано!'; #43188
$_['text_reward'] = 'Подарункові бали: %s'; #43026
$_['text_shipping'] = 'Ваша оцінка доставки успішно застосована!'; #43227
$_['text_login'] = 'Ви повинні <a href="%s">увійти</a> або <a href="%s">створити обліковий запис</a> щоб переглядати ціни!'; #42550
$_['text_points'] = 'Бали на знижку: &s'; #43222
$_['text_items'] = '%s одиниць(я) - %s'; #42470
$_['text_next'] = 'Що бажаєте робити далі?'; #43189
$_['text_next_choice'] = 'Оберіть, якщо бажаєте використати код знижки, бонусні бали, чи для оцінки вартості доставки.'; #43228
$_['text_use_coupon'] = 'Використати код купону'; #43128
$_['text_use_voucher'] = 'Використати подарунковий сертифікат'; #43129
$_['text_use_reward'] = 'Використати бали на знижку (доступно %s)'; #43223
$_['text_shipping_estimate'] = 'Оцінити вартість доставки, податки'; #43179
$_['text_shipping_detail'] = 'Вкажіть Ваше розташування для оцінки вартості доставки.'; #43180
$_['text_shipping_method'] = 'Будь-ласка, оберіть приорітетний спосіб доставки для цього замовлення.'; #43181
$_['text_empty'] = 'Ваш кошик порожній!'; #41666
$_['column_image'] = 'Зображення'; #39923
$_['column_name'] = 'Назва'; #39924
$_['column_model'] = 'Модель'; #39925
$_['column_quantity'] = 'Кількість'; #39926
$_['column_price'] = 'Ціна за одиницю'; #40177
$_['column_total'] = 'Разом'; #39927
$_['entry_coupon'] = 'Введіть Ваш купон:'; #43190
$_['entry_voucher'] = 'Введіть код подарункового сертифікату:'; #43257
$_['entry_reward'] = 'Бали для використання (максимум %s):'; #43130
$_['entry_country'] = 'Країна:'; #43131
$_['entry_zone'] = 'Регіон / область:'; #43132
$_['entry_postcode'] = 'Поштовий індекс:'; #43133
$_['error_stock'] = 'Товари, відмічені «***» не доступні в потрібній кількості або їх немає на складі!'; #40178
$_['error_minimum'] = 'Мінімальна кількість для замовлення цього товару становить %s!'; #41667
$_['error_required'] = '%s обов’язкове!'; #41668
$_['error_product'] = 'Увага! Кошик порожній!'; #43193
$_['error_coupon'] = 'Увага: Купон невірний, протермінований чи досягнено порогу його використання.'; #43233
$_['error_voucher'] = 'Увага: Подарунковий сертифікат невірний або перевищений баланс.'; #43234
$_['error_reward'] = 'Увага: введіть кількість балів на знижку, які бажаєте використати!'; #43224
$_['error_points'] = 'Увага! Ви не маєте %s балів на знижку!'; #43226
$_['error_maximum'] = 'Увага! Максимальна кількість балів до використання: %s!'; #43225
$_['error_postcode'] = 'Поштовий індекс повинен містити від 2 до 10 символів!'; #43134
$_['error_country'] = 'Будь ласка, оберіть країну!'; #43135
$_['error_zone'] = 'Будь ласка, оберіть регіон / область!'; #43136
$_['error_shipping'] = 'Увага! Необхідно вказати спосіб доставки!'; #43182
$_['error_no_shipping'] = 'Увага! Недопустимий варіант доставки. Будь-ласка, <a href="%s">зверніться до нас</a> для  допомоги!'; #43206
