<?php
/***********************************************************************************************************************

Version 1.5.5.1
Created 19:13 20.05.2013 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://github.com/opencart-ukraine). All rights reserved.

Translators:
 Eugene Kuligin (http://github.com/shaman)
 and others.

Responsible for Translation:
 Eugene Kuligin (http://github.com/shaman)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://github.com/opencart-ukraine

************************************************************************************************************************/

$_['heading_title'] = 'Оформлення замовлення'; #41724
$_['text_cart'] = 'Кошик'; #42549
$_['text_checkout_option'] = 'Крок 1: Параметри замовлення'; #41674
$_['text_checkout_account'] = 'Крок 2: Обліковий запис і деталі рахунку'; #41675
$_['text_checkout_payment_address'] = 'Крок 2: Деталі рахунку'; #41676
$_['text_checkout_shipping_address'] = 'Крок 3: Деталі доставки'; #41677
$_['text_checkout_shipping_method'] = 'Крок 4: Спосіб доставки'; #41678
$_['text_checkout_payment_method'] = 'Крок 5: Спосіб оплати'; #41679
$_['text_checkout_confirm'] = 'Крок 6: Підтвердження замовлення'; #41680
$_['text_modify'] = 'Редагувати &raquo;'; #41681
$_['text_new_customer'] = 'Новий покупець'; #41682
$_['text_returning_customer'] = 'Постійний покупець'; #41683
$_['text_checkout'] = 'Параметри замовлення:'; #41684
$_['text_i_am_returning_customer'] = 'Я постійний покупець'; #41685
$_['text_register'] = 'Створити обліковий запис'; #41686
$_['text_guest'] = 'Оформлення без реєстрації'; #41687
$_['text_register_account'] = 'Створивши обліковий запис, ви зможете здійснювати покупки швидше та відслідковувати статус замовлень, здійснених вами раніше.'; #41688
$_['text_forgotten'] = 'Нагадати пароль'; #41689
$_['text_your_details'] = 'Ваші персональні дані'; #41690
$_['text_your_address'] = 'Ваша адреса'; #41691
$_['text_your_password'] = 'Ваш пароль'; #41692
$_['text_agree'] = 'Я приймаю <a class="fancybox" href="%s" alt="%s"><b>%s</b></a>'; #43109
$_['text_address_new'] = 'Я хочу використати нову адресу'; #39824
$_['text_address_existing'] = 'Я хочу використати існуючу адресу'; #43285
$_['text_shipping_method'] = 'Будь ласка, оберіть зручний спосіб доставки замовлення'; #41693
$_['text_payment_method'] = 'Будь ласка, оберіть зручний спосіб оплати замовлення'; #41694
$_['text_comments'] = 'Додати коментар до вашого замовлення'; #41695
$_['column_name'] = 'Назва товару'; #41696
$_['column_model'] = 'Модель'; #41697
$_['column_quantity'] = 'Кількість'; #41698
$_['column_price'] = 'Ціна'; #41699
$_['column_total'] = 'Всього до сплати'; #41700
$_['entry_email_address'] = 'Адреса e-mail:'; #41701
$_['entry_email'] = 'E-mail:'; #41702
$_['entry_password'] = 'Пароль:'; #41703
$_['entry_confirm'] = 'Підтвердження паролю:'; #41704
$_['entry_firstname'] = 'Ім’я:'; #41705
$_['entry_lastname'] = 'Прізвище:'; #41706
$_['entry_telephone'] = 'Телефон:'; #41707
$_['entry_fax'] = 'Факс:'; #41708
$_['entry_company'] = 'Компанія:'; #41709
$_['entry_customer_group'] = 'Вид діяльності:'; #43457
$_['entry_company_id'] = 'Код компанії:'; #43330
$_['entry_tax_id'] = 'Код податку:'; #43331
$_['entry_address_1'] = 'Адреса 1:'; #41710
$_['entry_address_2'] = 'Адреса 2:'; #41711
$_['entry_postcode'] = 'Поштовий індекс:'; #41712
$_['entry_city'] = 'Місто:'; #41713
$_['entry_country'] = 'Країна:'; #41714
$_['entry_zone'] = 'Регіон / Область:'; #41715
$_['entry_newsletter'] = 'Підписатися на розсилання новин %s.'; #41716
$_['entry_shipping'] = 'Адреса доставки і адреса виписки рахунку співпадають.'; #41717
$_['error_warning'] = 'Виникли проблеми під час обробки замовлення! Якщо проблема повторюється, будь ласка, оберіть інший спосіб оплати або зверніться до <a href="%s">служби підтримки</a>.'; #41718
$_['error_login'] = 'Невірно вказано адресу e-mail або пароль.'; #41719
$_['error_approved'] = 'Ваш обліковий запис не підтверджений'; #43332
$_['error_exists'] = 'Таку адресу e-mail вже зареєстровано!'; #41720
$_['error_firstname'] = 'Ім’я повинно містити від 1 до 32 символів!'; #39697
$_['error_lastname'] = 'Прізвище повинно містити від 1 до 32 символів!'; #41721
$_['error_email'] = 'Не коректна адреса e-mail!'; #41722
$_['error_telephone'] = 'Номер телефону повинен містити від 1 до 32 символів!'; #41723
$_['error_password'] = 'Пароль повинен містити від 3 до 20 символів!'; #41725
$_['error_confirm'] = 'Пароль і підтвердження паролю не співпадають!'; #41726
$_['error_company_id'] = 'Потрібно вказати код компанії!'; #43367
$_['error_tax_id'] = 'Потрібно вказати код податку!'; #43368
$_['error_vat'] = 'Номер ПДВ недійсний!'; #43334
$_['error_address_1'] = 'Адреса 1 повинна містити від 3 до 128 символів!'; #41727
$_['error_city'] = 'Назва міста повинна містити від 3 до 128 символів!'; #41728
$_['error_postcode'] = 'Поштовий індекс повинен містити від 2 до 10 символів!'; #41729
$_['error_country'] = 'Будь ласка, оберіть країну!'; #41730
$_['error_zone'] = 'Будь ласка, оберіть регіон/область!'; #41731
$_['error_agree'] = 'Ви маєте прийняти %s!'; #41732
$_['error_address'] = 'Ви повинні вказати адресу e-mail!'; #41733
$_['error_shipping'] = 'Ви повинні вказати спосіб доставки!'; #41734
$_['error_no_shipping'] = 'Немає жодного варіанту доставки. Будь ласка, зверніться до <a href="%s">служби підтримки</a>!'; #41735
$_['error_payment'] = 'Ви повинні вказати спосіб доставки!'; #41736
$_['error_no_payment'] = 'Немає жодного варіанту оплати. Будь ласка, зверніться до <a href="%s">служби підтримки</a>!'; #41737
