<?php
/***********************************************************************************************************************

Version 1.5.6
Created 23:02 15.01.2014 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://github.com/opencart-ukraine). All rights reserved.

Responsible for Translation:
 Eugene Kuligin (http://github.com/shaman)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://github.com/opencart-ukraine

************************************************************************************************************************/

$_['text_for'] = '%s Подарунковий сертифікат для %s'; #47469
$_['text_success'] = 'Замовлення успішно перераховано!'; #47470
$_['error_warning'] = 'Увага! Будь-ласка, уважно заповніть форму без помилок! '; #47471
$_['error_permission'] = 'Ви не маєте повноважень доступу до цієї сторінки, будь-ласка, зверніться до системного адміністратора.'; #47450
$_['error_customer'] = 'Увага! Не знаходиться обраний покупець!'; #47472
$_['error_email'] = 'E-mail адреса помилкова або недопустима!'; #47473
$_['error_postcode'] = 'Поштовий індекс повинен містити від 2 до 10 символів!'; #47419
$_['error_country'] = 'Будь ласка, оберіть країну!'; #47420
$_['error_zone'] = 'Будь ласка, оберіть регіон / область!'; #47421
$_['error_stock'] = 'Товари, позначені ***, відсутні в бажаній кількості або їх нема на складі!'; #47474
$_['error_minimum'] = 'Мінімальна кількість для замовлення %s складає %s!'; #47451
$_['error_required'] = 'Потрібно вказати %s!'; #47422
$_['error_shipping'] = 'Увага! Необхідно вказати спосіб доставки!'; #47452
$_['error_no_shipping'] = 'Увага! Варіанти доставки недопустимі!'; #47493
$_['error_payment'] = 'Увага! Необхідно вказати спосіб оплати!'; #47453
$_['error_no_payment'] = 'Увага! Варіанти оплати недопустимі!'; #47494
$_['error_coupon'] = 'Увага! Купон недійсний, завершився або досягнено межі застосування!'; #47495
$_['error_voucher'] = 'Увага! Подарунковий сертифікат недійсний, завершився або досягнено межі застосування!'; #47496
$_['error_reward'] = 'Увага! Введіть кількість бонусних балів до застосування!'; #47492
$_['error_points'] = 'Увага! Ви не маєте %s бонусних балів!'; #47490
$_['error_maximum'] = 'Увага! Максимально допустима кількість балів - %s!'; #47491
$_['error_to_name'] = 'Ім’я отримувача повинно містити від 1-го до 64-ох символів!'; #47475
$_['error_from_name'] = 'Ваше ім’я повинно містити від 1-го до 64-ох символів!'; #47476
$_['error_amount'] = 'Сума повинна бути від %s до %s!'; #47477
