<?php
/***********************************************************************************************************************

Version 1.5.5.1
Created 19:13 20.05.2013 UTF-8
Copyright (C) 2010 Ukrainian Localization by OpenCart Ukrainian Team (http://github.com/opencart-ukraine). All rights reserved.

Responsible for Translation:
 Eugene Kuligin (http://github.com/shaman)

License http://www.gnu.org/licenses/gpl-2.0.html GNU/GPL
Ask a question http://github.com/opencart-ukraine

************************************************************************************************************************/

$_['text_for'] = '%s Подарунковий сертифікат для %s'; #43194
$_['text_success'] = 'Замовлення успішно перераховано!'; #43195
$_['error_warning'] = 'Увага! Будь-ласка, уважно заповніть форму без помилок! '; #43196
$_['error_permission'] = 'Ви не маєте повноважень доступу до цієї сторінки, будь-ласка, зверніться до системного адміністратора.'; #43175
$_['error_customer'] = 'Увага! Не знаходиться обраний покупець!'; #43197
$_['error_email'] = 'E-mail адреса помилкова або недопустима!'; #43198
$_['error_postcode'] = 'Поштовий індекс повинен містити від 2 до 10 символів!'; #43144
$_['error_country'] = 'Будь ласка, оберіть країну!'; #43145
$_['error_zone'] = 'Будь ласка, оберіть регіон / область!'; #43146
$_['error_stock'] = 'Товари, позначені ***, відсутні в бажаній кількості або їх нема на складі!'; #43199
$_['error_minimum'] = 'Мінімальна кількість для замовлення %s складає %s!'; #43176
$_['error_required'] = 'Потрібно вказати %s!'; #43147
$_['error_shipping'] = 'Увага! Необхідно вказати спосіб доставки!'; #43177
$_['error_no_shipping'] = 'Увага! Варіанти доставки недопустимі!'; #43218
$_['error_payment'] = 'Увага! Необхідно вказати спосіб оплати!'; #43178
$_['error_no_payment'] = 'Увага! Варіанти оплати недопустимі!'; #43219
$_['error_coupon'] = 'Увага! Купон недійсний, завершився або досягнено межі застосування!'; #43220
$_['error_voucher'] = 'Увага! Подарунковий сертифікат недійсний, завершився або досягнено межі застосування!'; #43221
$_['error_reward'] = 'Увага! Введіть кількість бонусних балів до застосування!'; #43217
$_['error_points'] = 'Увага! Ви не маєте %s бонусних балів!'; #43215
$_['error_maximum'] = 'Увага! Максимально допустима кількість балів - %s!'; #43216
$_['error_to_name'] = 'Ім’я отримувача повинно містити від 1-го до 64-ох символів!'; #43200
$_['error_from_name'] = 'Ваше ім’я повинно містити від 1-го до 64-ох символів!'; #43201
$_['error_amount'] = 'Сума повинна бути від %s до %s!'; #43202
