<?php

//Update for OpenCart 2.3.x by OpenCart Ukrainian Community http://opencart.ua
//Made by Sirchyk for www.marketplus.if.ua on 16 of october 2014.
//info@marketplus.if.ua

// Heading
$_['heading_title']                    = 'Магазини';

// Text
$_['text_success']                     = 'Ви успішно змінили Магазини!';
$_['text_list']                        = 'Список магазинів';
$_['text_add']                         = 'Додати Магазин';
$_['text_edit']                        = 'Змінити Магазин';
$_['text_items']                       = 'Предмети';
$_['text_tax']                         = 'Податки';
$_['text_account']                     = 'Обліковий запис';
$_['text_checkout']                    = 'Оформлення';
$_['text_stock']                       = 'Наявність';
$_['text_shipping']                    = 'Адреса доставки';
$_['text_payment']                     = 'Адреса оплати';

// Column
$_['column_name']                      = 'Назва магазину';
$_['column_url']	                   = 'Сайт магазину';
$_['column_action']                    = 'Дія';

// Entry
$_['entry_url']                        = 'Сайт магазину';
$_['entry_ssl']                        = 'SSL сайт';
$_['entry_meta_title']                 = 'Мета Тайтл';
$_['entry_meta_description']           = 'Мета тег опис';
$_['entry_meta_keyword']               = 'Мета тег ключові слова';
$_['entry_layout']                     = 'Схема за замовчуванням';
$_['entry_theme']                   = 'Шаблон';
$_['entry_name']                       = 'Назва магазину';
$_['entry_owner']                      = 'Власник магазину';
$_['entry_address']                    = 'Адреса';
$_['entry_geocode']                    = 'Гео код';
$_['entry_email']                      = 'E-Mail';
$_['entry_telephone']                  = 'Телефон';
$_['entry_fax']                        = 'Факс';
$_['entry_image']                      = 'Зображення';
$_['entry_open']                       = 'Графік роботи';
$_['entry_comment']                    = 'Коментарій';
$_['entry_location']                   = 'Розміщення магазину';
$_['entry_country']                    = 'Країна';
$_['entry_zone']                       = 'Область/Район';
$_['entry_language']                   = 'Мова';
$_['entry_currency']                   = 'Валюта';
$_['entry_tax']                        = 'Відображати ціни з податками';
$_['entry_tax_default']                = 'Використати адресу магазину для оподаткування';
$_['entry_tax_customer']               = 'Використати адресу покупця для оподаткування';
$_['entry_customer_group']             = 'Група покупців';
$_['entry_customer_group_display']     = 'Групи покупців';
$_['entry_customer_price']             = 'Показувати ціни тільки після входу на сайт';
$_['entry_account']                    = 'Умови облікового запису';
$_['entry_cart_weight']                = 'Відображати вагу товарів в кошику';
$_['entry_checkout_guest']             = 'Оформлення замовлення без реєстрації';
$_['entry_checkout']                   = 'Умови оформлення покупки';
$_['entry_order_status']               = 'Статус замовлення';
$_['entry_stock_display']              = 'Відображати залишки';
$_['entry_stock_checkout']             = 'Дозволити купівлю товарів, якщо їх немає у наявності';
$_['entry_logo']                       = 'Логотип магазину';
$_['entry_icon']                       = 'Іконка';
$_['entry_secure']                     = 'Використати SSL';

// Help
$_['help_url']                         = 'Вкажіть повний шлях до сайту магазину. Переконайтеся що додали \'/\' в кінці. Наприклад: http://www.yourdomain.com/path/<br /><br /> Не використовуйте каталоги для створення нового магазину. Необхідно завжди вказувати інший домен чи суб-домен у Вашому хостингу.';
$_['help_ssl']                         = 'SSL шлях до Вашого магазину. Переконайтеся що додали \'/\' в кінці. Наприклад: http://www.yourdomain.com/path/<br /><br /> Не використовуйте каталоги для створення нового магазину. Необхідно завжди вказувати інший домен чи суб-домен у Вашому хостингу.';
$_['help_geocode']                     = 'Будь-ласка введіть Гео код розміщення вашого магазину вручну.';
$_['help_open']                        = 'Введіть графік роботи вашого магазину.';
$_['help_comment']                     = 'Це поле для будь-якої пеціальної інформації, яку б Ви хотіли сказати покупцям, наприклад Магазин не приймає платіжні карти.';
$_['help_location']                    = 'Всі місця розташування магазинів, які у Вас є і які Ви хочете щоб були розміщенні у формі Контактна інформація.';
$_['help_currency']                    = 'Змінити валюту за замовчуванням. Очистити кеш Вашого браузера щоб побачити зміни і перезавантажити cookie.';
$_['help_tax_default']                 = 'Використати адресу магазину для обчислення податків якщо ніхто не зайшов у магазин. Ви можете вибрати використання адреси магазину для обчислення доставки чи для платіжної інформації.';
$_['help_tax_customer']                = 'Використати адресу клієнта за замовчуванням коли він заходить для обчислення податків. Ви модете вибрати використання адреси за замовчуванням для обчислення доставки чи для платіжної інформації.';
$_['help_customer_group']              = 'Група клієнтів за замовчуванням.';
$_['help_customer_group_display']      = 'Відображати групи клієнтів, щоб нові клієнти могли вибрати групу, наприклад оптова торгівля чи бізнес, коли будуть реєструватися.';
$_['help_customer_price']              = 'Відображати ціни тільки коли клієнт ввійде на сайт.';
$_['help_account']                     = 'Вимагати в відвідувачів погоджуватися з умовами перед створенням облікового запису.';
$_['help_checkout_guest']              = 'Дозволити покупцям оформлення замовлення без створення облікового запису. Ця опція недоступна коли в кошик доданий продукт який вимагає завантаження.';
$_['help_checkout']                    = 'Вимагати в покупців погоджуатися з умовами перед оформленням замовлення.';
$_['help_order_status']                = 'Встановити статус замовлення за замовчуванням коли замовлення обробляється.';
$_['help_stock_display']               = 'Відображати кількість товару на сторінці товару.';
$_['help_stock_checkout']              = 'Дозволити покупцям оформляти замовлення навіть коли товари, які вони замовляють відсутні на складі.';
$_['help_icon']                        = 'Іконка повинна мати розширення PNG з роздільною здатністю 16px x 16px.';
$_['help_secure']                      = 'Для використання SSL перевірте свій хост чи встановлений SSL сертифікат.';

// Error
$_['error_warning']                    = 'Уважно перевірте форму на наявність помилок!';
$_['error_permission']                 = 'У Вас немає доступу для зміни магазинів!';
$_['error_url']                        = 'Необхідно вказати URL магазину!';
$_['error_meta_title']                 = 'Мета тег Назва повинен містити від 3 до 32 символів!';
$_['error_name']                       = 'Назва магазину повинна містити від 3 до 32 символів!';
$_['error_owner']                      = 'Ім’я власника магазину повинно містити від 3 до 64 символів!';
$_['error_address']                    = 'Адреса магазину повинна містити від 10 до 256 символів!';
$_['error_email']                      = 'Адреса E-Mail неправильна!';
$_['error_telephone']                  = 'Номер телефону повинен містити від 3 до 32 символів!';
$_['error_customer_group_display']     = 'Необхідно вказати групу користувачів за замовчуванням якщо Ви хочете використати цю функцію!';
$_['error_default']                    = 'Ви не можете видалити магазин за замовчуванням!';
$_['error_store']                      = 'Цей магазин не можна видалити оскільки він використовується в %s замовленнях!';
